Repository: CPHDH/Curatescape
Catalog: plugins/Geolocation/languages/*.po
Languages: es, fr, hu_hu, it, ja, pt_pt, uk

source: Find An Item on the Map
es: Encontrar un elemento en el mapa
fr: Trouver un contenu sur la carte
hu_hu: Elem keresése a térképen
it: Trova un oggetto sulla mappa
ja: 地図上でアイテムを検索
pt_pt: Encontrar um item no mapa
uk: Знайти елемент на карті

source: This item has no location info associated with it.
es: Este elemento no tiene información de ubicación asociada al mismo.
fr: Ce contenu n'a pas de localisation associée.
hu_hu: Ez az elem nem tartalmaz helyinformációt.
it: Questo documento non ha informazioni di località associate.
ja: このアイテムに関連付けられている位置情報はありません。
pt_pt: O item não tem informação de localização associado.
uk: Відсутня інформація про місцезнаходження, що пов'язане з цим елементом.

source: Geographic Radius (kilometers)
es: Radio geográfico (kilómetros)
fr: Rayon géographique (kilomètres)
hu_hu: Földrajzi hatósugár (kilométerben)
it: Raggio geografico (km)
ja: 地理半径（キロメートル）
pt_pt: Raio geográfico (em Km)
uk: Географічний радіус (кілометри)

source: Geographic Radius (miles)
es: Radio geográfico (millas)
fr: Rayon géographique (miles)
hu_hu: Földrajzi hatósugár (mérföldben)
it: Raggio geografico (miglia)
ja: 地理半径（マイル）
pt_pt: Raio Geográfico (em milhas)
uk: Географічний радіус (милі)

source: Geolocation Status
es: Estado de Geolocalización.
it: Stato della geolocalizzazione
uk: Статус геолокації

source: Geographic Address
es: Dirección geográfica
fr: Adresse géographique
hu_hu: Földrajzi cím
it: Indirizzo geografico
ja: 地理住所
pt_pt: Morada Geográfica
uk: Географічна адреса

source: Find
es: Buscar
fr: Trouver
hu_hu: Keresés
it: Trova
ja: 検索
pt_pt: Procurar
uk: Знайти

source: Watercolor
hu_hu: Vízfesték
it: Acquerello
ja: 水彩
pt_pt: Marca de Água

source: Mapbox Map ID for the map to display as the basemap. The default "mapbox.streets" map will be used if nothing is entered here.
fr: Mapbox ID de la carte à afficher comme fond de carte. La carte "mapbox.streets" par défaut sera utilisée si rien n'est entré ici.
hu_hu: Ahhoz, hogy a Mapbox térkép alapértelmezettként jelenjen meg térkép azonosító szükséges. Ha a mezőt üresen hagyja az alapértelmezett a "mapbox.streets" térkép lesz.
ja: Mapboxベースマップとして表示するマップのマップID。 何も入力しないと、デフォルトの "mapbox.streets"マップが使用されます。
pt_pt: ID do Mapa Mapbox para o mapa aparecer como mapa de base. O mapa "mapbox.streets" por defeito será usado se nada for registado aqui.

source: OpenStreetMap Nominatim
es: Nominatim para OpenStreetMap
