Repository: CPHDH/Curatescape
Catalog: plugins/Geolocation/languages/*.po
Languages: es, fr, hu_hu, it, ja, pt_pt, uk

source: Geolocation
es: Geolocalización
fr: Géolocalisation
hu_hu: Térkép
it: Geolocalizzazione
ja: 地理位置情報
pt_pt: Geolocalização
uk: Геолокація

source: kilometers
es: kilómetros
fr: kilomètres
hu_hu: kilométer
it: chilometri
ja: キロメートル
pt_pt: quilómetros
uk: кілометри

source: miles
es: millas
hu_hu: mérföld
it: miglia
ja: マイル
pt_pt: milhas
uk: милі

source: within %1$s %2$s of "%3$s"
es: dentro %1$s %2$s de "%3$s"
fr: parmi %1$s %2$s de "%3$s"
it: all'interno di %1$s %2$s di "%3$s"
pt_pt: a %1$s %2$s de "%3$s"
uk: в %1$s %2$s з "%3$s"

source: Only Items with Locations
es: Solo elementos con ubicaciones.
it: Solo documenti con posizione
uk: Лише елементи з розташуванням

source: Only Items without Locations
es: Solo elementos sin ubicaciones.
it: Solo documenti senza posizione
uk: Лише елементи без розташування

source: Map
es: Mapa
fr: Carte
hu_hu: Térkép
it: Mappa
ja: 地図
pt_pt: Mapa
uk: Карта

source: Browse Map
es: Explorar mapa
fr: Parcourir la carte
hu_hu: Böngészés a térképen
it: Esplora la mappa
ja: 地図
pt_pt: Explorar Mapa
uk: Пошук карти

source: Find A Geographic Location For The %s:
es: Encontrar una localización geográfica para el %s:
fr: Trouver un lieu sur la %s:
it: Trova una posizione geografica per %s:
ja: %s の地理位置を場所を探す：
pt_pt: Encontrar uma Localização Geográfica para a %s:
uk: Знайдіть географічне розташування для %s:

source: Geolocation Map
es: Mapa de geolocalización
fr: Carte de géolocalisation
it: Mappa geolocalizzazione
ja: 地理位置図
pt_pt: Mapa de Geolocalização
uk: Карта геолокації

source: Show attached items on a map
es: Mostrar elementos adjuntos en un mapa
fr: Afficher les contenus attachés sur une carte
hu_hu: Térképen szereplő elemek megtekintése
it: Mostra i documenti attaccati su una mappa
ja: マップに添付されたアイテムを表示する
pt_pt: Mostrar itens anexos num mapa
uk: Показати додані елементи на карті

source: Find a Location by Address:
es: Encontrar una localización por dirección:
fr: Localiser à partir de l'adresse :
hu_hu: Hely keresése cím alapján:
it: Trova un luogo in base all'indirizzo:
ja: 住所で場所を検索
pt_pt: Encontrar uma Localização pela Morada:
uk: Знайти місцерозташування за адресою:

source: General Settings
es: Configuración General
fr: Paramètres généraux
hu_hu: Beállítások
it: Impostazioni generali
ja: 一般設定
pt_pt: Configurações Gerais
uk: Загальні налаштування

source: Default Latitude
es: Latitud por defecto
fr: Latitude par défaut
hu_hu: Alapértelmezett szélességi fok
it: Latitudine predefinita
ja: 緯度 初期値
pt_pt: Latitude por omissão
uk: Широта за замовчування

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
es: Latitud inicial del punto central del mapa. Debe estar entre -90 y 90
fr: La latitude du centre de la carte, en degrés. Sa valeur doit être comprise entre -90 et 90.
hu_hu: A térkép kezdő szélességi foka. Az értéknek -90 és 90 között kell lennie.
it: Latitudine del punto iniziale della mappa, in gradi. Deve essere tra -90 e 90.
ja: 地図の初期中心緯度。-90°〜90°の範囲で。
pt_pt: Latitude do ponto central inicial do mapa, em graus. Deverá ser um valor entre -90 e 90.
uk: Широта початкової центральної точки карти у градусах. Має бути від -90 до 90.

source: Default Longitude
es: Longitud por defecto
fr: Longitude par défaut
hu_hu: Alapértelmezett hosszúsági fok
it: Longitudine predefinita
ja: 経度 初期値
pt_pt: Longitude por omissão
uk: Довгота за замовчування

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
es: Lognitud inicial del punto central del mapa. Debe estar entre -180 y 180.
fr: La longitude du centre de la carte, en degrés. Sa valeur doit être comprise entre -180 et 180.
hu_hu: A térkép kezdő hosszúsági foka. Az értéknek -180 és 180 között kell lennie.
it: Longitudine del punto iniziale della mappa, in gradi. Deve essere tra -180 e 180.
ja: 地図の初期中心経度。-180°〜180°の範囲で。
pt_pt: Longitude do ponto central inicial do mapa, em graus. Deverá ser um valor entre -180 e 180.
uk: Широта початкової центральної точки карти у градусах. Має бути від -180 до 180.

source: Default Zoom Level
es: Nivel de zoom por defecto
fr: Niveau de zoom par défaut
hu_hu: Alapértelmezett zoom érték
it: Livello zoom di default
ja: 初期ズームレベル
pt_pt: Nível de Zoom por omissão
uk: Стандартний рівень масштабування

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
es: Un número entero mayor que o igual a 0, donde 0 representa la escala más amplia.
fr: Un entier égal ou supérieur à 0, 0 représentant le niveau de zoom le plus bas.
hu_hu: Értéke lehet 0 vagy annál nagyobb egész szám. A 0 jelenti a teljes nézetet.
it: Un intero maggiore o uguale a 0, dove 0 rappresenta l'ingrandimento minimo.
ja: 0以上の整数。0は最もズームアウトしたスケールを表します。
pt_pt: Um valor inteiro maior ou igual a 0, onde 0 representa o ponto da escala com menor ampliação.
uk: Ціле число більше або дорівнює 0, де 0 представляє найбільш зменшений масштаб.

source: Base Map
es: Mapa Base
hu_hu: Alap térkép
it: Mappa base
ja: 基本となる地図
pt_pt: Mapa Base
uk: Базова карта

source: The type of map to display
es: El tipo de mapa a mostrar
fr: Type de carte à afficher
hu_hu: A megjelenítendő térkép típusa
it: Il tipo di mappa da mostrare
ja: 表示する地図のタイプ
pt_pt: O tipo de mapa a mostrar
uk: Тип карти для відображення

source: Standard
hu_hu: Alapértelmezett
ja: 標準
uk: Стандартна

source: Humanitarian
fr: Humanitaire
hu_hu: Humanitárius
it: Umanitaria
ja: 人道支援（Humanitarian）
pt_pt: Humanitário
uk: Гуманітарна

source: Toner
ja: ハイコントラスト
uk: Тонер

source: Toner (background)
fr: Toner (fond)
it: Toner (sfondo)
ja: ハイコントラスト (背景)
pt_pt: Tinteiro (fundo)
uk: Тонер (фон)

source: Toner (lite)
it: Toner (leggera)
ja: ハイコントラスト（淡色）
pt_pt: Tinteiro (leve)
uk: Тонер (лайт)

source: Terrain
es: Terreno
hu_hu: Terep
it: Terreno
ja: 地形
pt_pt: Terreno
uk: Місцевість

source: Terrain (background)
fr: Terrain (arrière plan)
hu_hu: Terep (háttér)
it: Terreno (sfondo)
ja: 地形（背景）
pt_pt: Terreno (fundo)
uk: Місцевість (фон)

source: World Street Map
fr: Carte du monde
hu_hu: Utcatérkép
it: Mappa stradale mondiale
ja: 道路地図 (World Street Map)
uk: Карта вулиць світу

source: World Topographic Map
hu_hu: Topográfiai világtérkép
it: Mappa topografica mondiale
ja: 地形図 (World Topographic Map)
uk: Топографічна карта світу

source: World Imagery
hu_hu: Világképek
ja: 衛星画像 (World Imagery)
uk: Образи світу

source: World Terrain
it: Mappa terreni mondiale
ja: 地形（World Terrain）
uk: Рельєф світу

source: World Shaded Relief
fr: Monde Shaded Relief
hu_hu: Domborzati világtérkép
it: Mappa mondiale con rilievi ombreggiati
uk: Світовий затінений рельєф

source: World Physical Map
fr: Carte physique mondiale
hu_hu: Természeti világtérkép
it: Mappa fisica mondiale
uk: Фізична карта світу

source: Ocean Basemap
fr: Fond de carte d'océan
hu_hu: Óceán alaptérkép
it: Mappa base degli oceani
uk: Базова карта океану

source: National Geographic World Map
hu_hu: Nemzeti Földrajzi Világtérkép
it: Mappa mondiale National Geographic
uk: Карта світу National Geographic

source: Light Gray Canvas
fr: Toile Gris Clair
hu_hu: Világos szürke felület
it: Tela grigio chiaro
uk: Світло-сіре полотно

source: Voyager
fr: Voyageur
hu_hu: Hajóutas
uk: Вояджер

source: Voyager (no labels)
es: Voyager (sin etiquetas)
fr: Voyager (pas d'étiquettes)
hu_hu: Hajóutas (címke nélkül)
it: Voyager (senza etichette)
pt_pt: Voyager (sem etiquetas)
uk: Вояджер (без поміток)

source: Positron
hu_hu: Pozitron
uk: Позітрон

source: Positron (no labels)
es: Positron (sin etiquetas)
fr: Positron (sans étiquette)
hu_hu: Pozitron (címke nélkül)
it: Positron (senza etichette)
pt_pt: Positron (sem etiquetas)
uk: Позітрон (без поміток)

source: Dark Matter
fr: Matière noire
hu_hu: Sötét anyag
it: Materia oscura
uk: Темна матерія

source: Dark Matter (no labels)
es: Dark Matter (sin etiquetas)
fr: Matière noire (sans étiquettes)
hu_hu: Sötét anyag (címke nélkül)
it: Materia oscura (senza etichette)
pt_pt: Dark Matter (sem etiquetas)
uk: Темна матерія (без поміток)

source: Mapbox (see settings below)
es: Mapbox (vea las configuraciones abajo)
fr: Mapbox (voir les paramètres ci-dessous)
hu_hu: Mapbox (a beállításokat lásd lejjebb)
it: Mapbox (vedere configurazione più sotto)
ja: Mapbox（下記の設定を参照）
pt_pt: Mapbox (ver configurações abaixo)
uk: Mapbox (див. налаштування нижче)

source: Mapbox Access Token
fr: Jeton d'accès Mapbox
hu_hu: Mapbox hozzáférés
it: Token di accesso Mapbox
ja: Mapboxアクセストークン
pt_pt: Token de Acesso do Mapbox
uk: Маркер доступу до Mapbox

source: Mapbox access token. A token is required when Mapbox is selected as the basemap. Get your token at %s.
es: Mapbox access token. Un token es requerido cuando Mapbox ha sido seleccionado como mapa base. Consiga su token en %s.
fr: Jeton d'accès Mapbox. Un jeton est requis lorsque Mapbox est sélectionné comme fond de carte. Obtenez votre jeton à%s.
it: Token di accesso Mapbox. Un token è richiesto quando Mapbox è selezionata come mappa base. Recupera il tuo token su %s.
ja: Mapboxアクセストークン。Mapboxがベースマップとして選択されている場合は、トークンが必要です。 %sであなたのトークンを入手してください。
pt_pt: Token de Acesso do Mapbox. É necessário um token quando o MapBox é seleccionado como mapa base. Crie o seu token em %s.
uk: Маркер доступу до Mapbox. Якщо в якості базової карти вибрано Mapbox, потрібен маркер. Отримайте свій жетон на %s

source: Mapbox Map ID
hu_hu: Mapbox térkép azonosító
it: ID mappa Mapbox
pt_pt: ID do Mapa Mapbox
uk: Ідентифікатор карти Mapbox

source: Mapbox Map ID for the map to display as the basemap. The default street map will be used if nothing is entered here.
es: ID del Mapa Mapbox para mostrar como mapa de base. El mapa de calle por defecto será usado si este campo se deja vacío.
it: Mapbox Map ID per la mappa da mostrare come base. Verrà utilizzata la mappa stradale predefinita se non viene inserito nulla.
uk: Mapbox ID карти для відображення карти як базової карти. Якщо тут нічого не введено, буде використана карта вулиць за замовчуванням.

source: Service to use for looking up coordinates from addresses.
es: Servicio a usar para buscar coordenadas a partir de direcciones.
it: Servizio da usare per trovare le coordinate di un indirizzo.
uk: Сервіс для пошуку координат з адрес.

source: Photon
uk: Фотон

source: Browse Map Settings
es: Navegar configuración del mapa
fr: Parcourir les paramètres de la carte
hu_hu: A térképbeállítások böngészése
it: Esamina le impostazioni della mappa
ja: 地図設定をみる
pt_pt: Configurações de Exploração do Mapa
uk: Перегляньте налаштування карти

source: Number of Locations Per Page
es: Numero de localizaciones por página
fr: Nombre de localisations par page
hu_hu: Helyek száma oldalanként
it: Numero di località per pagina
ja: 1ページあたりの場所数
pt_pt: Número de Localizações por Página
uk: Кількість локацій на сторінці

source: The number of locations displayed per page when browsing the map.
es: El número de ubicaciones mostradas por página cuando se navega el mapa.
fr: Nombre de localisations par page à afficher lors du parcours de la carte.
hu_hu: A térkép böngészése során az oldalanként megjelenített helyek száma.
it: Il numero di località mostrate in ogni pagina quando si sfoglia la mappa.
ja: 地図を見るときにページごとに表示するロケーションの数。
pt_pt: O número de locais visíveis por página quando se explora o mapa.
uk: Кількість локацій, що відображаються на сторінці під час перегляду карти.

source: Auto-fit to Locations
es: Autoajuste de ubicaciones
fr: Association automatique avec les adresses.
hu_hu: Automatikus illeszkedés a helymeghatározásokhoz
it: Auto-aggiusta a località
ja: ロケーションへの自動調整
pt_pt: Ajustar aos Locais
uk: Автоматичне пристосування до локацій

source: If checked, the default location and zoom settings will be ignored on the browse map. Instead, the map will automatically pan and zoom to fit the locations displayed on each page.
es: Si se marca, la ubicación y los valores de zoom predeterminados serán ignorados en el mapa de navegación. En cambio, el mapa se encuadrará automáticamente para adaptarse a los lugares que se muestran en cada página.
fr: Si cette case est cochée, les paramètres par défaut de localisation et de zoom seront ignorés sur la carte de parcours. À la place, la carte sera automatiquement adaptée aux localisations affichées sur chaque page.
hu_hu: Automatikus illeszkedés a helymeghatározásokhoz: Ha be van jelölve, az alapértelmezett hely - és nagyítási beállításokat figyelmen kívül hagyja. Helyette a térkép minden oldalon automatikusan illeszkedik a megjelenített elemekhez.
it: Se selezionato, la località predefinita e i parametri di ingrandimento saranno ignorati quando si sfoglia la mappa. Invece, la mappa si sposterà ed ingrandirà automaticamente per includere le località mostrate in ogni pagina.
ja: オンにすると、ブラウズマップでデフォルトの位置とズーム設定が無視されます。 代わりに、マップは自動的に移動し、各ページに表示するロケーションに合わせてズームします。
pt_pt: Quando marcado, a localização por defeito e as configurações de zoom são ignoradas na exploração do mapa. Em vez disso, o mapa vai descolar-se e aplicar zoom de modo a ajustar-se aos locais mostrados em cada página.
uk: Якщо поставлено прапорець, налаштування розташування та масштабування за замовчуванням ігноруватимуться на карті перегляду. Натомість карта автоматично панорамуватиме та масштабуватиме, щоб відповідати місцям, які відображаються на кожній сторінці.

source: Default Radius
es: Radio por defecto
fr: Rayon par défaut
hu_hu: Alapértelmezett hatósugár
it: Raggio predefinito
ja: デフォルトの半径
pt_pt: Raio por defeito
uk: Радіус за замовчуванням

source: The size of the default radius to use on the items advanced search page. See below for whether to measure in miles or kilometers.
es: El tamaño del radio por defecto para usar en la página de búsqueda avanzada de objetos. Vea a continuación si se debe medir en millas o kilómetros.
fr: La valeur du rayon par défaut à utiliser dans la page de recherche avancée de contenus. Voir ci-dessous si la valeur est donnée en miles ou en kilomètres.
hu_hu: Az összetett keresésnél használt alapértelmezett hatósugár mérete. Lejjebb látható, hogy kilométerben vagy mérföldben van megadva.
it: La dimensione dle raggio predefinito da usarsi nella pagina di ricerca avanzata dei documenti. Vedere sotto per indicare se misurare in miglia o chilometri.
ja: アイテムの詳細検索ページで使用するデフォルトの半径のサイズ。 マイルまたはキロメートルで測定するかどうかは以下を参照してください。
pt_pt: O tamanho por defeito do raio a usar na página de pesquisa de itens. Ver abaixo para optar pela medida em milhas ou quilómetros.
uk: Розмір радіусу за замовчуванням для використання на сторінці розширеного пошуку елементів. Нижче дивіться, чи вимірювати в милях чи в кілометрах.

source: Use metric distances
es: Utilizar distancias métricas
fr: Utiliser le système métrique
hu_hu: Metrikus távolság használata
it: Utilizza le distanze metriche
ja: メートルを利用
pt_pt: Usar distâncias métricas
uk: Використовуйте метричні відстані

source: Use metric distances in proximity search.
es: Utilizar distancias métricas en búsqueda de proximidad.
fr: Utiliser le système métrique dans la recherche de proximité.
hu_hu: Metrikus távolság használata közeli keresésénél.
it: Utilizza le distanze metriche nella ricerca di prossimità
ja: 近傍検索でメートルを利用
pt_pt: Usar distâncias métricas na pesquisa de proximidade.
uk: Використовуйте метричні відстані в пошуку поблизу.

source: Enable marker clustering
es: Habilitar agrupamiento de marcadores
fr: Activer la mise en cluster de marqueurs
hu_hu: Jelzőzászlók csoportosításának engedélyezése
it: Abilita raggruppamento marcatori
ja: マーカークラスタリングを有効にする
pt_pt: Activar agrupamento de marcadores
uk: Увімкнути кластеризацію маркерів

source: Show close or overlapping markers as clusters.
es: Mostrar marcadores solapados o cercanos como agrupamientos
fr: Afficher les marqueurs proches ou se chevauchant sous forme de clusters.
hu_hu: Az egymás melletti vagy egymást fedő jelzőzászlók csoportosítása.
it: Mostra i marcatori vicini o sovrapposti come gruppi.
ja: 近接または重なっているマーカーをクラスタ（塊）として表示します。
pt_pt: Mostrar marcadores próximos ou sobrepostos como agrupamentos.
uk: Показувати близькі або маркери, що перетинаються, у вигляді кластерів.

source: Item Map Settings
es: Configuración elemento de mapa
fr: Paramètres de la carte
hu_hu: Elemek térképbeállításai
it: Configurazione mappa documenti
ja: アイテム地図の設定
pt_pt: Configurações do Item Mapa
uk: Налаштування карти елементів

source: Width for Item Map
es: Ancho del elemento de mapa
fr: Largeur de la carte d'un contenu
hu_hu: Térkép szélessége
it: Largezza mappa documenti
ja: アイテム地図の幅
pt_pt: Largura para o mapa do item
uk: Ширина для карти елементів

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
es: La anchura del mapa visualizado en su página de elementos/mostrar. Si se deja en blanco, se usará el ancho predeterminado de 100%.
fr: La largeur de la carte affichée sur la page items/show. Si vide, une largeur de 300px sera utilisée.
hu_hu: Az elemeket megjelenítő térkép szélessége. Ha üresen hagyja, az alapértelmezett szélesség 100% lesz.
it: La larghezza della mappa mostrata nella pagina items/show. Se vuoto, verrà usata la larghezza predefinita pari al 100%.
ja: あなたのアイテム/ショーページに表示されるマップの幅。 空白のままにすると、デフォルトの幅100％が使用されます。
pt_pt: A largura do mapa mostrado na sua página de items/visualização. Se deixado em branco a largura por omissão será 100%.
uk: Ширина карти, яка відображається на сторінці Ваших елементів/показу. Якщо залишити порожнім, буде використана ширина за замовчуванням 100%.

source: Height for Item Map
es: Altura del elemento de mapa
fr: Hauteur de la carte d'un contenu
hu_hu: Térkép magassága
it: Altezza mappa documenti
ja: アイテム地図の高さ
pt_pt: Altura para o mapa do item
uk: Висота для карти елемента

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
es: La altura del mapa visualizado en su página de elementos/mostrar. Si se deja vacío, se usará la altura predeterminada de 300 píxeles.
fr: La hauteir de la carte affichée sur la page associée à un contenu. Une valeur de 300px est utilisée si ce champ reste vide.
hu_hu: Az elemeket megjelenítő térkép magassága. Ha üresen hagyja, az alapértelmezett magasság 300 pixel lesz.
it: L'altezza della mappa mostrata nella pagina items/show. Se vuoto, verrà usata la larghezza predefinita pari a 300px.
ja: あなたのアイテム/ショーページに表示されている地図の高さ。 空白のままにすると、デフォルトの高さ300pxを使用します。
pt_pt: A altura do mapa mostrado na sua página de items/visualização. Se deixado em branco a largura por omissão será 300px.
uk: Висота карти, яка відображається на сторінці Ваших елементів/показу. Якщо залишити пустим, використовуватиметься висота за замовчуванням 300 пікселів.

source: Map Integration
es: Integración de mapa
fr: Intégration de la carte
hu_hu: Térkép egyesítés
it: Integrazione mappa
ja: 地図の統合
pt_pt: Integração do Mapa
uk: Інтеграція карти

source: Add Link to Map on Items/Browse Navigation
es: Agregar enlace de elementos del mapa/Navegar
fr: Ajouter un lien vers la carte lors de la navigation dans les contenus.
it: Aggiungi un collegamento alla mappa nella navigazione Items/Browse
ja: アイテムの地図へのリンクを追加/ナビゲーションを参照
pt_pt: Adicione uma ligação para o mapa no explorador de items/navegação
uk: Додайте посилання на карту в елементах/навігації для перегляду

source: Add a link to the items map on all the items/browse pages.
es: Añadir un enlace a los elementos del mapa en todas las páginas de elementos/navegación.
fr: Ajouter un lien vers les contenus à partir des cartes.
hu_hu: Link hozzáadása a térképen lévő összes elemhez/böngészési oldalhoz.
it: Aggiungi un collegamento alla mappa doxumenti in tutte le pagine items/browse
ja: すべてのアイテム/ブラウズページのアイテム地図へのリンクを追加します。
pt_pt: Adicione uma ligação para o mapa de itens em todas as páginas de items/navegação.
uk: Додайте посилання на карту елементів на всіх елементах/сторінках перегляду.

source: Add Map To Contribution Form
es: Agregar mapa al formulario de contribución
fr: Ajouter une carte au formulaire de contribution
it: Aggiungi mappa al modulo contributi
ja: 寄付フォームに地図を追加
pt_pt: Adicionar mapa ao formulário de contribuição
uk: Додати карту до форми внеску

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
es: Si el plugin Contribution está instalado y activado, Geolocation agregará un campo de mapa de geolocalización al formulario de contribución para asociar una ubicación al elemento aportado.
fr: Si l'extension Contribution est installée et activée, cette extension de géolocalisation va ajouter un champ cartographique au formulaire pour que le contributeur puisse associer une localisation.
it: Se il plugin Contributi è installato e attivo, Geolocation aggiungerà un campo mappa geolocalizzazione al modulo contributi per associare una località a un documento contribuito.
ja: Contributionプラグインがインストールされてアクティブ化されている場合、Geolocationは位置情報を寄付済みアイテムに関連付けるために位置情報フォームに位置情報マップフィールドを追加します。
pt_pt: Se o plugin Contribuição estiver instalado e activado, o plugin de Geolocalização irá adicionar um campo de mapa de geolocalização ao formulário de contribuição para associar a localização ao item contribuído.
uk: Якщо плагін Contribution встановлено та активовано, Geolocation додасть поле карти геолокації до форми внеску, щоб пов’язати місцезнаходження з наданим елементом.

source: Location requires an item ID.
es: Ubicación exige de un elemento ID.
fr: La localisation requière un ID de contenu.
hu_hu: A helymeghatározáshoz elemazonosító szükséges.
it: La località necessità di un ID documento.
ja: 場所にはアイテムIDが必要です
pt_pt: Localização requer o ID de um item.
uk: Місцерозташування вимагає ідентифікатора елемента.

source: Location requires a valid item ID.
es: Locación exige un elemento ID válido.
fr: La localisation requière un ID de contenu valide.
hu_hu: A helymeghatározáshoz érvényes elemazonosító szükséges.
it: La località necessità di un ID documento valido.
ja: 場所には有効なアイテムIDが必要です
pt_pt: Localização requer um ID de item válido.
uk: Місцерозташування вимагає дійсного ідентифікатора елемента.

source: A location already exists for the provided item.
es: Una ubicación ya existe para el elemento proporcionado.
fr: Une localisation existe déjà pour le contenu fourni.
hu_hu: A kijelölt elemhez már tartozik helymeghatározás.
it: Esiste già una località per il documento fornito.
ja: 提供されたアイテムの場所が既に存在します。
pt_pt: Já existe uma localização para o item fornecido.
uk: Для даного елементу вже існує розташування.

source: Location requires a latitude.
es: Ubicación solicita una latitud.
fr: La localisation requière une latitude.
hu_hu: A helymeghatározáshoz szélességi fok megadása szükséges.
it: La località richiede una latitudine.
ja: 場所には緯度が必要です
pt_pt: Localização requer a latitude.
uk: Розташування вимагає широти.

source: Location requires a longitude.
es: Ubicación solicita una longitud.
fr: La localisation requière une longitude.
hu_hu: A helymeghatározáshoz hosszúsági fok megadása szükséges.
it: La località richiede una longitudine.
ja: 場所には経度が必要です
pt_pt: Localização requer a longitude.
uk: Розташування вимагає довготи.

source: Location requires a zoom level.
es: Ubicación solicita un nivel de zoom.
fr: Un niveau de zoom est nécessaire à la localisation.
hu_hu: A helymeghatározáshoz nagyítás szükséges.
it: La località richiede un livello di ingrandimento.
ja: 場所にはズームレベルが必要です
pt_pt: Localização requer um nível de zoom.
uk: Розташування вимагає рівня масштабування.

source: Browse Items on the Map
es: Navegar elementos en el mapa
fr: Parcourir les contenus de la carte
hu_hu: Elemek böngészése a térképen
it: Sfoglia documenti sulla mappa
ja: 地図上でアイテムを見る
pt_pt: Explorar itens no mapa
uk: Пошук елементів на карті

source: total
hu_hu: összes
it: totale
ja: 計
uk: всього
