Repository: CPHDH/Curatescape
Catalog: plugins/SimplePages/languages/*.po
Languages: ar, bg_bg, cs, da_dk, el_gr, eo, gl, hr, hu, id, mn, oc, sr_rs, uk

source: There are no pages.
ar: لا توجد أي صفحات
bg_bg: Няма страници
cs: Nejsou zde žádné stránky.
da_dk: Der er ikke nogle sider.
el_gr: Δεν υπάρχουν σελίδες.
eo: Ne ekistas paĝoj.
gl: Non hai páxinas.
hr: Nema stranica.
hu: Nincsenek oldalak.
id: Tidak ada halaman.
mn: Ямар нэг хуудас алга
oc: I a pas de pagina.
sr_rs: Нема страница.
uk: Сторінки відсутні.

source: Add a page.
ar: إضافة صفحة.
bg_bg: Добавяне на страница
cs: Přidat stránku.
da_dk: Tilføj en side
el_gr: Προσθήκη μίας Σελίδας.
eo: Aldoni paĝon.
gl: Engadir unha páxina.
hr: Dodaj stranicu.
hu: Oldal hozzáadása.
id: Tambah halaman.
mn: Хуудас нэмэх
oc: Apondre una pagina.
sr_rs: Додај страницу.
uk: Додати сторінку.

source: Simple Pages | Edit "%s"
ar: الصفحات البسيطة| تعديل "%s"
bg_bg: Обикновени страници | Редактиране на "%s"
cs: Jednoduché stránky | Upravit "%s"
da_dk: Enkelte Sider | Redigere "%s"
el_gr: Απλές Σελίδες | Επεξεργασία "%s"
eo: Simpla Paĝoj | Redakti "%s"
gl: Páxinas Simples | Editar "%s"
hr: Jednostavne stranice | Uredi "%s"
hu: Egyszerű oldalak | "%s" szerkesztése
id: Halaman Sederhana | Edit "%s"
mn: Энгийн хуудсууд | "%s" -г засах
oc: Simple Pages | Editar "%s"
sr_rs: Једноставне странице | Уреди "%s"
uk: Прості сторінки | Редагувати "%s"

source: This page was created by <strong>%1$s</strong> on %2$s, and last modified by <strong>%3$s</strong> on %4$s.
ar: تم إنشاء هذه الصفحة من قبل <strong>%1$s</strong> on %2$s وتم تعديلها آخر مرة من قبل <strong>%3$s</strong> on %4$s.
bg_bg: Страницата е създадена от <strong>%1$s</strong> в %2$s, и последно редактирана от <strong>%3$s</strong> в %4$s.
cs: Tuto stránku vytvořil <strong>%1$s</strong> dne %2$s, a naposledy upravil <strong>%3$s</strong> dne %4$s.
da_dk: Denne side blev skabet af <strong>%1$s</strong> på %2$s, og sidst modifiered af <strong>%3$s</strong> på %4$s.
el_gr: Αυτή η σελίδα δημιουργήθηκε από <strong>%1$s</strong> σε %2$s, και τελευταία τροποίηση από <strong>%3$s</strong> σε %4$s.
eo: Tiu ĉi paĝo estis kreita de <strong>%1$s</strong> je %2$s, kaj laste modifita de <strong>%3$s</strong> je %4$s.
gl: Esta páxina foi creada por <strong>%1$s</strong> o %2$s, e a última modificación foi realizada por <strong>%3$s</strong> o %4$s.
hr: Stranicu izradio <strong>%1$s</strong> %2$s, a posljednji put modificirao <strong>%3$s</strong> %4$s.
hu: Ezt az oldalt <strong>%1$s</strong> hozta létre %2$s-kor, utoljára <strong>%3$s</strong> módosította %4$s-kor.
id: Halaman ini dibuat oleh <strong>%1$s</strong> pada %2$s, dan terakhir dimodifikasi oleh <strong>%3$s</strong> pada %4$s.
mn: Хуудсыг үүсгэсэн <strong>%1$s</strong> огноо %2$s, сүүлд засварласан <strong>%3$s</strong> огноо %4$s.
oc: Aquesta pagina es estada creada per <strong>%1$s</strong> lo %2$s, e la darrièra modificacion es estada efectuada per <strong>%3$s</strong> lo %4$s.
sr_rs: Ова страница је додата од <strong>%1$s</strong> %2$s и последњи пут измењена од <strong>%3$s</strong> %4$s.
uk: Ця сторінка була створена <strong>%1$s</strong> на %2$s, та останній раз редагована <strong>%3$s</strong> на %4$s.
