Repository: CPHDH/Curatescape
Catalog: plugins/SimplePages/languages/*.po
Languages: ar, bg_bg, cs, da_dk, el_gr, eo, gl, hr, hu, id, mn, oc, sr_rs, uk

source: Simple Pages
ar: الصفحات البسيطة
bg_bg: Обикновени страници
cs: Jednoduché stránky
da_dk: Enkelte Sider
el_gr: Απλές Σελίδες
eo: Simplaj Paĝoj
gl: Páxinas Simple
hu: Egyszerű oldalak
id: Halaman Sederhana
mn: Энгийн хуудсууд
sr_rs: Једноставне странице
uk: Прості сторінки

source: Simple Page
bg_bg: Обикновена страница
cs: Jednoduchá stránka
da_dk: Enkelt Side
el_gr: Απλή σελίδα
eo: Simpla paĝo
gl: Páxina Simple
hr: Jednostavna stranica
hu: Egyszerű oldal
id: Halaman Sederhana
mn: Энгийн хуудас
sr_rs: Једноставна страница
uk: Проста сторінка

source: Name and heading for the page (required)
bg_bg: Име и заглавие на страницата (задължително)
cs: Jméno a titulek pro stránku (povinné)
da_dk: Navn og overskrift for denne side (påkrævet)
el_gr: Όνομα και τίτλος για τη σελίδα (υποχρεωτικό)
eo: Nomo kaj titolo por la paĝo (nepraj)
gl: Nome e cabeceira para esta páxina (requerido)
hr: Naziv i naslov stranice (obavezno)
hu: Az oldal neve és fejléce (szükséges)
id: Nama dan heading untuk halaman (diperlukan)
mn: Хуудасны нэр болон толгойн гарчиг (шаардлагатай)
oc: Nom e entèsta de la pagina (requesit)
sr_rs: Име и заглавље странице (захтевано)
uk: Назва та заголовок для цієї сторінки (обов'язкові)

source: Slug
ar: رابط Slug
bg_bg: Кратко име
cs: Klíč
hu: Keresőbarát név
mn: Слаг /Slug/
oc: Identificant
sr_rs: Линк
uk: Коротка назва

source: The slug is the part of the URL for this page. A slug will be created automatically from the title if one is not entered. Letters, numbers, underscores, dashes, and forward slashes are allowed.
bg_bg: Краткото име е част от URL за тази страница. Краткото име се създава автоматично от заглавието на страница ако не е въведено друго. Букви, цифри, тирета и наклонени чертички са разрешени.
cs: Lomítko je součástí adresy URL této stránky. Lomítko, pokud není zadáno, se vytvoří automaticky z názvu. Povolené znaky jsou písmena, čísla, podtržítko, pomlčka a lomítko.
da_dk: Kortadressen er den del af URL-adressen før denne side. En kortadress vil blive oprettet automatisk fra titlen, hvis den ikke er indtastet. Bogstaver, tal, underscore, bindestreger og skråstreger er tilladt.
el_gr: Το Slug είναι το μέρος του URL που αφορά τη συγκεκριμένη σελίδα. Δημιουργείται αυτόματα από τον τίτλο αν δεν εισαχθεί. Χαρακτήρες που επιτρέπονται: αλφαριθμητικοί, κάτω παύλες, παύλες, και κάθετες.
eo: La slug estas parto de la URL por tiu ĉi paĝo. Slug povas esti kreita aŭtomate el la titolo se ne estas donita. Literoj, numeroj, substrekoj, streketoj kaj suprenstrekoj estas permesataj.
gl: O slug é a parte da URL para esta páxina. Un slug crearase automáticamente dende o título se non proporcionas ningún. Letras, números, guións baixos, guións, e barras inclinadas están permitidas.
hr: Slug je dio URL-a ove stranice. Ukoliko ništa ne upišete, slug se generira automatski iz naslova. Dopušteni znakovi: slova, brojevi, podcrtice, crtice i kose crte.
hu: A keresőbarát név része az oldal URL-jének. Létrehozása a címből automatikusan történik, ha ide nem írunk semmit. Az angol ABC betűi, számok, aláhúzás jelek, gondolatjelek és perjelek engedélyezettek.
id: Slug adalah bagian dari URL untuk halaman ini. Sebuah slug akan dibuat secara otomatis dari judul bila tidak diisikan. Huruf, angka, garis bawah, garis tengah, dan garis miring ke kanan diperkenankan.
mn: Слаг /Slug/ бол тухайн хуудасны URL хаягийн бүрэлдэхүүн хэсэг юм. Хэрэв та гараар үүсгээгүй бол слаг нь автоматаар үүсдэг. Үсэг, тоо, доогуур зураас, ташуу зураас, дундуур зураасыг зөвшөөрнө.
oc: L'identificant es la partida pròpria a aquesta pagina de son URL. Se es pas sasit, l'identificant serà creat automaticament a partir del títol. Las letras, las chifras, los jonhents e las barras oblicas son autorizats.
sr_rs: Линк је део URL-а за ову страницу. Линк ће бити креиран аутоматски из наслова уколико није посебно унешен. Слова, бројеви, доње, средње и косе црте су дозвољени.
uk: Проста назва є частиною посилання для цієї сторінки. Якщо коротку назву не вказано, її буде автоматично створено на основі назви сторінки. Дозволено використовувати букви, числа, підкреслення, дефіси.

source: Use HTML editor?
ar: استخدام محرر لغة تحرير النص الفائق؟
bg_bg: Използване на HTML редактор?
cs: Použít HTML editor?
da_dk: Brug HTML editor?
el_gr: Χρήση HTML editor;
eo: Uzi redaktilon HTML?
gl: Usar editor HTML?
hr: Koristi HTML urednik?
hu: HTML szerkesztő használata?
id: Gunakan editor HTML?
mn: HTML засварлагч хэрэглэх үү?
oc: Utilizar un editor HTML ?
sr_rs: Користи HTML уређивач?
uk: Використовувати редактор HTML?

source: Check this to add an HTML editor bar for easily creating HTML.
bg_bg: Маркирайте това за да включите лентата с HTML редактор за по-лесно създаване на HTML
cs: Zaškrtnutím zde přidáte panel HTML editoru pro snadné vytváření HTML.
da_dk: Check dette før at tilføje en HTML-editor menu, for nemt at oprette HTML.
el_gr: Επιλέξετε αυτό για να προσθέσετε έναν HTML editor για εύκολη δημιουργία HTML.
eo: Ŝaltu tiun ĉi por aldoni HTML redaktan breton por facile krei HTML.
gl: Marque isto para engadir unha barra de editor HTML para crear HTML facilmente.
hr: Označite ovu kućicu ako želite dodati alatnu traku HTML uređivača za jednostavno kreiranje HTML-a.
hu: Jelölje be egy HTML szerkesztősáv megjelenítéséért, amivel könnyen tud HTML létrehozni.
mn: HTML хялбар үүсгэх мөрийг засварлагчийн мөрөнд нэмэхийг шалгах. Check this to add an HTML editor bar for easily creating HTML.
oc: Marcatz aicí per apondre una barra d'edicion HTML per facilitar la creacion d'un còdi HTML.
sr_rs: Потврди овде да би се додао HTML уређивач за једноставно додавање HTML-a.
uk: Перевірте, щоб додати на панель HTML редактор для легкого створення HTML.

source: Text
ar: نص
bg_bg: Текст
da_dk: Tekst
el_gr: Κείμενο
eo: Teksto
gl: Texto
hr: Tekst
hu: Szöveg
id: Teks
mn: Текст
oc: Tèxte
sr_rs: Текст
uk: Текст

source: Add content for page. This field supports shortcodes. For a list of available shortcodes, refer to the <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
bg_bg: Добавяне на съдържание на страницата. Това поле поддържа кратки кодове. За списък с достъпните кратки кодове отидете на <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
cs: Přidat obsah pro stránku. Toto pole podporuje krátké kódy. Seznam dostupných zkratek naleznete v <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
da_dk: Tilføj indhold til siden. Dette felt understøtter kortkoder. For en liste over tilgængelige kortkoder, henvises til <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
eo: Aldoni enhavon por la paĝo. Tiu ĉi kampo akceptas mallongkodojn. Por listo de disponeblaj mallongkodoj, bonvolu rilati al <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
gl: Engadir contido a páxina. Este campo soporta códigos curtos. Para una lista dos códigos curtos dispoñibles, ver a <a target=_blank href="http://omeka.org/codex/Shortcodes">Documentación de Omeka</a>.
hr: Dodavanje sadržaja stranici. Ovo polje podržava kratke kodove. Popis dostupnih kratkih kodova potražite u <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codexu</a>.
hu: Az oldal tartalmának megadása. Ez a mező támogatja a rövidkódokat. A rövidkódok listáját az <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex-ben</a> tekintheti meg.
mn: Хуудсанд агуулга нэмэх. Талбар нь тусгай коод /shortcode/ дэмжинэ. Ашиглаж болох тусгай коодын жагсаалт <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
oc: Apondètz un contengut a aquesta pagina. Lo camp accèpta los còdis corts. Per una lista dels còdis corts acceptats, referissètz-vos al <a target=_blank href="http://omeka.org/codex/Shortcodes">Codex d'Omeka</a>.
sr_rs: Додај садржај на страницу. Ово поље подржава скраћене кодове. Листу доступник скраћених кодова можете погледати на <a target=_blank href="http://omeka.org/codex/Shortcodes">Omeka Codex</a>.
uk: Додайте зміст на сторінку. Це поле підтримує короткі коди. Список доступних коротких кодів див. <a target=_blank href="http://omeka.org/codex/Shortcodes"> Omeka Codex </a>.

source: Parent
ar: الأم
bg_bg: Родител
cs: Rodič
da_dk: Overordnede
eo: Patra
gl: Pai
hr: Nadređena stranica
hu: Szülő
id: Induk
mn: Дээд түвшний
sr_rs: Родитељ
uk: Вихідна

source: The parent page
bg_bg: Родителска страница
cs: Nadřazená stránka
da_dk: Den overordnede side
el_gr: Η γονική σελίδα.
eo: La patra paĝo
gl: A páxina pai
hr: Hijerarhijski nadređena stranica.
hu: A szülő oldal
id: Halaman induk
mn: Дээд түвшний хуудас
oc: Pagina parenta
sr_rs: Страница родитељ
uk: Вихідна сторінка

source: Order
bg_bg: Подреждане
cs: Pořadí
da_dk: Bestil
el_gr: Σειρά Ταξινόμησης
eo: Ordo
gl: Orde
hr: Redoslijed
hu: Sorrend
id: Urutan
mn: Эрэмблэх
oc: Òrdre
sr_rs: Редослед
uk: Порядок

source: The order of the page relative to the other pages with the same parent
bg_bg: Подреждането на страницата е в зависимост от подреждането на страниците със същият родител
cs: Pořadí stránky pro stejnou nadřazenou stránku
da_dk: Rækkefølgen af siden i forhold til de andre sider med samme forælder
el_gr: Η σειρά ταξινόμισης της σελίδας σε σχέση με τις άλλες σελίδες που έχουν την ίδια γονική σελίδα
eo: La ordo de la paĝo rilate al la aliaj paĝoj kun sama patro
gl: A orde da páxina relativa á outras páxinas co mesmo pai
hr: Redoslijed stranice u odnosu na druge stranice s istom nadređenom stranicom.
hu: Az oldal sorrendje, mely relatív a többi, azonos szülő alatti, oldaltól
id: Urutan dari halaman terkait ke halaman lainnya dalam induk yang sama
mn: Ижил дээд түвшний бусад хуудсууд руу хамааралтай хуудасны эрэмблэлт
oc: L'òrdre de la pagina relativament a las paginas que possedisson la meteissa pagina parenta
sr_rs: Редослед странице у односу на друге странице са истим родитељем
uk: Порядок сортування по відношенню до інших сторінок з тією ж вихідною сторінкою

source: Publish this page?
ar: نشر هذه الصفحة؟
bg_bg: Публикуване на страницата?
cs: Publikovat tuto stránku?
da_dk: Udgiv denne side?
el_gr: Δημοσίευση αυτής της σελίδας;
eo: Publikigi tiun ĉi paĝon?
gl: Publicar esta páxina?
hr: Objavi ovu stranicu?
hu: Oldal közzététele?
id: Publikasikan halaman ini?
mn: Энэ хуудсыг нийтлэх үү?
oc: Publicar aquesta pagina ?
sr_rs: Објави страницу?
uk: Опублікувати цю сторінку?

source: Checking this box will make the page public
bg_bg: Отметнете квадратчето за да направите страницата публична.
cs: Zaškrtnutím boxu tuto stránku zveřejníte
da_dk: Markering af dette felt vil gøre siden offentlig
el_gr: Επιλέγοντας αυτό το κουτί, η σελίδα θα γίνει δημόσια.
eo: Ŝalti tiun ĉi markokampon publikigos la paĝon
gl: Marcando esta caixa farás a páxina pública
hr: Označite ovu kućicu da objavite stranicu
hu: Jelölje be ezt a mezőt az oldal nyilvánossá tételéhez
id: Centang kotak ini akan menjadikan halaman menjadi publik
mn: Энэ сонголтыг хийснээр хуудсыг нийтэд харуулах болно
oc: Marcar aquesta casa rendrà la pagina publica
sr_rs: Потврђивањем овог поља страница ће бити видљива
uk: Зробити сторінку загальнодоступною

source: The page "%s" has been added.
ar: تمت إضافة الصفحة "%s".
bg_bg: Страницата "%s" е добавена.
cs: Stránka "%s" byla přidána.
da_dk: Siden "%s" er blevet tilføjet.
el_gr: Η σελίδα "%s" έχει δημιουργηθεί.
eo: La paĝo "%s" estis aldonita.
gl: A páxina "%s" foi engadida.
hr: Stranica "%s" je dodana.
hu: A "%s" oldal hozzáadásra került.
id: Halaman "%s" telah ditambahkan.
mn: "%s" хуудас нэмэгдсэн байна.
oc: La pagina "%s" es estada aponduda.
sr_rs: Страница "%s" је додата.
uk: Сторінку "%s" було додано.

source: The page "%s" has been edited.
ar: تم تعديل الصفحة "%s".
bg_bg: Страницата "%s" е редактирана
cs: Stránka "%s" byla upravena.
da_dk: Siden "%s" er blevet redigeret.
el_gr: Η σελίδα "%s" έχει υποστεί επεξεργασία.
eo: La paĝo "%s" estis redaktita.
gl: A páxina "%s" foi editada
hr: Stranica "%s" je uređena.
hu: A "%s" oldal szerkesztésre került.
id: Halaman "%s" telah diedit.
mn: "%s" хуудас засварлагдсан байна.
oc: La pagina "%s" es estada modificada.
sr_rs: Страница "%s" је уређена.
uk: Сторінку "%s" було відредаговано.

source: The page "%s" has been deleted.
ar: تم مسح الصفحة "%s".
bg_bg: Страницата "%s" е изтрита.
cs: Stránka "%s" byla smazána.
da_dk: Siden "%s" er blevet slettet.
el_gr: Η σελίδα "%s" έχει διαγραφεί.
eo: La paĝo "%s" estis forigita.
gl: A páxina "%s" foi eliminada.
hr: Stranica "%s" je obrisana.
hu: A "%s" oldal törlésre került.
id: Halaman "%s" telah dihapus.
mn: "%s" хуудас устгагдсан байна.
oc: La pagina "%s" es estada suprimida.
sr_rs: Страница "%s" је обрисана.
uk: Сторінка "%s" була видалена.

source: Home
bg_bg: Начало
cs: Domů
da_dk: Hjem
el_gr: Αρχική σελίδα
eo: Hejmo
gl: Inicio
hu: Kezdőlap
id: Beranda
mn: Нүүр хуудас
oc: Acuèlh
sr_rs: Почетак
uk: Домашня сторінка

source: Main Page (No Parent)
ar: الصفحة الأساسية (ليس لها صفحة أم)
bg_bg: Начална страница (не е задължителна)
cs: Hlavní stránka (Bez rodiče)
da_dk: Forside (Ingen Forældreside)
el_gr: Κεντρική Σελίδα(No Parent)
eo: Ĉefa paĝo (senpatra)
gl: Páxina principal (Sen pai)
hr: Glavna stranica (nema nadređene)
hu: Fő oldal (Nem szülő)
id: Halaman Utama (Tidak Berinduk)
mn: Үндсэн хуудас (Дээд түвшний биш)
oc: Pagina raiç (sens parent)
sr_rs: Главна страница (нема родитеља)
uk: Головна сторінка (вихідні сторінки відсутні)

source: The page must be given a title.
ar: يجب وضع عنوان لهذه الصفحة..
bg_bg: Страницата трябва да има заглавие
cs: Stránka musí mít titulek.
da_dk: Siden skal have en titel.
el_gr: Η σελίδα πρέπει να έχει ένα τίτλο.
eo: La paĝo necesas titolon.
gl: A páxina debe ter un título.
hr: Stranica mora imati naslov.
hu: Az oldalnak nevet kell adni.
id: Halaman harus diberi judul.
mn: Хуудас нэртэй байх шаардлагатай
oc: La pagina deu possedir un títol.
sr_rs: Страница мора имати наслов.
uk: Необхідно створити назву для сторінки.

source: The title for your page must be 255 characters or less.
ar: يجب أن يتكون عنوان صفحتكم من 255 حرفًا أو أقلّ.
bg_bg: Заглавието за страницата трябва да е не-повече от 255 знака.
cs: Titulek vaší stránky nesmí být delší než 255 znaků.
da_dk: Titeln til din side skal være 255 tegn eller mindre.
el_gr: Ο τίτλος της σελίδας πρέπει να είναι το πολύ 255 χαρακτήρες.
eo: La titolo por via paĝo devas esti longa 255 aŭ malpli signojn.
gl: O titulo para a túa páxina debe ter 255 caracteres ou menos.
hr: Naslov vaše stranice smije sadržavati najviše 255 znakova.
hu: Az oldal címe 255 vagy kevesebb karakter kell, hogy legyen.
id: Judul untuk halaman anda harus 255 karakter atau kurang.
mn: Хуудасны нэр 255 хүртэлх тэмдэгтэд багтах ёстой
oc: Lo títol de vòstra pagina deu pas depassar 255 caractèrs.
sr_rs: Наслов странице мора имати 255 карактера или мање.
uk: Назва сторінки може містити 255 або менше знаків.

source: The title is already in use by another page. Please choose another.
ar: سبق وتم استخدام العنوان في صفحة آخرى. الرجاء اختيار عنوان آخر.
bg_bg: Заглавието се използва от друга страница. Изберете друго заглавие.
cs: Titulek je již použit v jiné stránce. Prosím vyberte jiný.
da_dk: Titlen er allerede i brug af en anden side. Vælg en anden.
el_gr: Ο τίτλος χρησιμοποιείται ήδη από άλλη σελίδα.Παρακαλώ επιλέξτε έναν άλλο.
eo: La titolo jam estas uzita por alia paĝo. Bonvolu elekti alian.
gl: O título xa está en uso por outra páxina. Escolle outro.
hr: Naslov se već koristi na drugoj stranici. Molimo izaberite drugi.
hu: A megadott címet egy másik oldal már használja. Kérem válasszon egy másik címet.
id: Judul tersebut sudah digunakan oleh halaman lain. Gunakan yang lain.
mn: Энэ нэрийг өөр хуудсанд хэрэглэж байна. Өөр нэр сонгоно уу.
oc: Aqueste títol es ja estat utilizat per una autra pagina. Mercé de ne causir un autre.
sr_rs: Наслов је већ у употреби код друге странице. Молимо одабери други наслов.
uk: Це назва сторінки вже використовується. Прохання, обрати іншу назву.

source: The page must be given a valid slug.
ar: يجب وضع رابط Slug صالح لهذه الصفحة
bg_bg: На страницата трябва да бъде даден валидно кратко име.
cs: Ke stránce musí být přiřazen klíč.
da_dk: Siden skal have et gyldigt kortadresse.
el_gr: Η σελίδα πρέπει να έχει ένα έγκυρο slug.
eo: La paĝo necesas validan slug.
gl: A páxina debe ter un slug válido.
hr: Stranica mora imati valjani slug.
hu: Az oldalnak érvényes keresőbarát nevet kell adni.
id: Halaman tersebut harus diberi slug yang valid.
mn: Хуудсанд зөв Слаг өгөгдсөн байх ёстой.
oc: La pagina deu aver un identificant valid.
sr_rs: Страница мора имати исправан линк.
uk: Необхідно задати правильну коротку назву для сторінки.

source: The slug for your page must not be a forward slash.
ar: يجب ألا يكون رابط Slug الخاص بصفحتك خطًا مائلاً إلى الأمام.
bg_bg: Краткото име на страницата не може да е наклонена черта.
cs: Klíč této stránky nesmí být dopředné lomítko.
da_dk: Kortadresse til din side, må ikke være en skråstreg.
el_gr: Το slug της σελίδας δεν πρέπει να είναι μία κάθετος.
eo: La slug por via paĝo ne povas estis suprenstreko.
gl: O slug para a túa páxina non debe ter unha barra inclinada.
hr: Slug vaše stranice ne smije biti kosa crta.
hu: A keresőbarát neve az oldalnak nem lehet egy sima perjel.
id: Slug untuk halaman anda tidak berupa garis miring ke kanan.
mn: Таны хуудасны Слаг нь /slug/ урагшаа ташуу зураасгүй байх ёстой.
oc: L'identificant de vòstra pagina se pòt pas reduire a una barra oblica.
sr_rs: Линк странице не сме бити коса црта.
uk: Коротка назва сторінки не може містити знак косої лінії (/).

source: The slug for your page must be 255 characters or less.
ar: يجب أن يكون رابط Slug مؤلفًا من 255 حرفًا أو أقل.
bg_bg: Краткото име на страницата трябва да е по-малко от 255 знака.
cs: Klíč vaší stránky nesmí být delší než 255 znaků.
da_dk: Kortadresse til din side skal være 255 tegn eller mindre.
el_gr: Το slug της σελίδας πρέπει να είναι το πολύ 255 χαρακτήρες.
eo: La slug por via paĝo devas esti longa 255 aŭ malpli signojn.
gl: O slug para a túa páxina debe ter 255 caracteres ou menos.
hr: Slug vaše stranice smije imati najviše 255 znakova.
hu: Az oldal keresőbarát neve 255 vagy kevesebb karakter kell, hogy legyen.
id: Slug untuk halaman anda harus 255 karakter atau kurang.
mn: Хуудасны слаг /slug/ 255 хүртэлх тэмдэгтэд багтах ёстой.
oc: L'identificant de vòstra pagina deu pas depassar 255 caractèrs.
sr_rs: Линк странице мора имати 255 карактера или мање.
uk: Коротка назва сторінки може містити 255 або менше знаків.

source: The slug is already in use by another page. Please choose another.
ar: رابط Slug هذا مستخدم في صفحة أخرى أصلاً. الرجاء اختيار رابط آخر.
bg_bg: Краткото име се използва за друга страница. Моля изберете друго.
cs: Tento klíč je již používán jinou stránkou. Prosím zvolte jiný.
da_dk: Kortadresse er allerede i brug af en anden side. Vælg et andet.
el_gr: Το slug χρησιμοποιείται ήδη από άλλη σελίδα.Παρακαλώ επιλέξτε ένα άλλο.
eo: La slug estas jam uzita por alia paĝo. Bonvolu elekti alian.
gl: O slug xa está en uso para outra páxina. Escolle outro.
hr: Slug se već koristi na drugoj stranici. Molimo odaberite novi slug.
hu: A megadott keresőbarát nevet egy másik oldal már használja. Kérem válasszon másikat ennek az oldalnak.
id: Slug sudah digunakan oleh halaman lain. Gunakan yang lain.
mn: Энэ слагийг /slug/ өөр хуудсанд хэрэглэж байна. Өөр слаг сонгоно уу.
oc: Aqueste identificant es estat utilizat per una autra pagina. Mercé de ne causir un autre.
sr_rs: Линк је већ у употреби код друге странице. Молимо одабери други линк.
uk: Це коротка назва сторінки вже використовується. Прохання, обрати іншу коротку назву.

source: The order must be an integer greater than or equal to 0.
ar: يجب أن يكون الترتيب عدد صحيحًا أكبر أو يساوي صفر.
bg_bg: Подреждането трябва да е в числа по-големи или равни на 0
cs: Pořadí musí být celé číslo vetší nebo rovné 0.
da_dk: Rækkefølgen skal være et heltal større end eller lig med 0.
el_gr: Η σειρά πρέπει να είναι ακέραιος μεγαλύτερος ή ίσος με 0.
eo: La ordo devas esti entjero pli granda aŭ egala al 0.
gl: A orde debe ser un enteiro maior ou igual que 0.
hr: Redni broj mora biti cijeli broj veći od ili jednak 0.
hu: A sorrendnek egész számnak kell lenni, ami nagyobb vagy egyenlő 0.
id: Urutan harus berupa integer lebih dari atau sama dengan 0.
mn: Эрэмбэлхэд /order/ 0 эсвэл түүнээс их бүхэл тоо байх ёстой.
oc: Lo reng deu èsser un nombre entièr egal o superior a 0.
sr_rs: Редослед мора бити цео број већи од или једнак 0.
uk: Номер за-порядком повинний бути цілим числом більшим або рівним 0.

source: Simple Pages | Add Page
ar: الصفحات البسيطة| إضافة صفحة
bg_bg: Обикновени страници| Добавяне на Страница
cs: Jednoduché stránky | Přidat stránku
da_dk: Enkelte sider | Tilføj Side
el_gr: Απλές Σελίδες | Προσθήκη Σελίδας
eo: Simplaj Paĝoj | Aldoni paĝon
gl: Páxinas Simples | Engadir Páxina
hr: Jednostavne stranice | Dodaj stranicu
hu: Egyszerű oldalak | Oldal hozzáadása
id: Halaman Sederhana | Tambah Halaman
mn: Энгийн хуудсууд | Хуудас нэмэх
oc: Simple Pages | Apondre una pagina
sr_rs: Једноставне странице | Додај страницу
uk: Прості сторінки | Додати сторінку

source: <strong>%1$s</strong> on %2$s
bg_bg: <strong>%1$s</strong> на %2$s
cs: <strong>%1$s</strong> na %2$s
da_dk: <strong>%1$s</strong> på %2$s
el_gr: <strong>%1$s</strong> σε %2$s
eo: <strong>%1$s</strong> je %2$s
gl: <strong>%1$s</strong> en %2$s
hu: <strong>%1$s</strong> %2$s-kor
id: <strong>%1$s</strong> pada %2$s
oc: <strong>%1$s</strong> lo %2$s
sr_rs: <strong>%1$s</strong> %2$s
uk: <strong>%1$s</strong> на %2$s

source: Published
ar: منشور
bg_bg: Публикувана
cs: Publikováno
da_dk: Udgivet
el_gr: Δημοσιευμένο
eo: Publikigita
gl: Publicado
hr: Objavljeno
hu: Közzétéve
id: Dipublikasikan
mn: Нийтлэгдсэн
oc: Publicat
sr_rs: Објављено
uk: Опубліковані

source: Not Published
ar: غير منشور
bg_bg: Не публикувана
cs: Nepublikováno
da_dk: Ikke Udgivet
el_gr: Μη δημοσιευμένο
eo: Ne publikigita
gl: Sen publicar
hr: Nije objavljeno
hu: Nincs közzétéve
id: Tidak Dipublikasikan
mn: Нийтлэгдээгүй
oc: Pas publicat
sr_rs: Није објављено
uk: Неопубліковані

source: Last Modified
bg_bg: Последно променена
cs: Poslední změna
da_dk: Sidst Ændret
el_gr: Τελευταία τροποποίηση
eo: Laste modifita
gl: Última modificación
hr: Posljednje uređivanje
hu: Utolsó módosítás
id: Terakhir Dimodifikasi
mn: Сүүлд өөрчлөгдсөн
oc: Darrièra modificacion
sr_rs: Последња измењена
uk: Останні редаговані

source: Simple Pages | Browse
ar: صفحات بسيطة|تصفّح
bg_bg: Обикновени страници | Преглед
cs: Jednoduché stránky | Procházet
da_dk: Enkelte sider | Gennemse
el_gr: Απλές Σελίδες | Περιήγηση
eo: Simplaj Paĝoj | Esplori
gl: Páxinas Simple | Examinar
hr: Jednostavne stranice | Pregledaj
hu: Egyszerű oldalak | Böngészés
id: Halaman Sederhana | Ramban
mn: Энгийн хуудсууд | Гүйлгэж харах
oc: Simple Page | Percórrer
sr_rs: Једноставне странице | Прегледај
uk: Прості сторінки | Перегляд

source: List View
ar: إبراز اللائحة
bg_bg: Преглед на списък
cs: Zobrazit seznam
da_dk: Liste Visning
el_gr: Προβολή Λίστας
eo: Lista vido
gl: Vista Listado
hr: Popis
hu: Lista nézet
id: Tampilan Daftar
mn: Жагсаалт байдлаар харах
oc: Vista en lista
sr_rs: Преглед листе
uk: Перегляд списком

source: Hierarchy View
ar: إبراز التراتبية
bg_bg: Преглед на йерархията
cs: Zobrazit hierarchii
da_dk: Hierarki Visning.
el_gr: Προβολή ιεραρχίας
eo: Hierarkia vido
gl: Vista Xerárquica
hr: Hijerahijski prikaz
hu: Hierarchikus nézet
id: Tampilan Hirarki
mn: Шаталсан байдлаар харах
oc: Vista ierarquica
sr_rs: Преглед хијерархије
uk: Ступеневий перегляд

source: Add a Page
ar: إضافة صفحة
bg_bg: Добавяна на страница
cs: Přidat stránku
da_dk: Tilføj en Side
el_gr: Προσθήκη μίας Σελίδας
eo: Aldoni paĝon
gl: Engadir unha Páxina
hr: Dodaj stranicu
hu: Oldal hozzáadása
id: Tambah Halaman
mn: Хуудас нэмэх
oc: Apondre una pagina
sr_rs: Додај страницу
uk: Додати сторінку
