Repository: CPHDH/Curatescape
Catalog: themes/curatescape-echo/languages/*.po
Languages: de_de

source: Browse Collections
de_de: Sammlungen durchsuchen

source: Sort by:
de_de: Sortieren nach:

source: Collection
de_de: Sammlung

source: Browse %1s %2s in this collection.
de_de: Nach %1s %2s in dieser Sammlung suchen.

source: This collection currently has no %s.
de_de: Diese Sammlung hat derzeit keine %s.

source: Account
de_de: Benutzerkonto

source: Site Admin
de_de: Admin

source: Log Out
de_de: Abmelden

source: Edit Record
de_de: Datensatz bearbeiten

source: Search - Footer
de_de: Suche - Footer

source: Advanced %s Search
de_de: Erweiterte %s Suche

source: Sitewide Search
de_de: Ganze Seite durchsuchen

source: Powered by <a href="http://omeka.org/">Omeka</a> + <a href="http://curatescape.org">Curatescape</a>
de_de: Erstellt mit <a href="http://omeka.org/">Omeka</a> + <a href="http://curatescape.org">Curatescape</a>

source: Skip Navigation
de_de: Sprunglink

source: Skip to main content
de_de: Hauptregion der Seite anspringen

source: Pagination
de_de: Seitennummerierung

source: Previous
de_de: Zurück

source: Next
de_de: Vor

source: What type of item do you want to contribute?
de_de: Welche Art von Objekt möchten Sie einreichen?

source: Publish my contribution on the web.
de_de: Meinen Beitrag im Web veröffentlichen.

source: Contribute anonymously.
de_de: Anonym beitragen.

source: Terms and Conditions
de_de: Nutzungsbedingungen

source: In order to contribute, you must read and agree to the %s
de_de: Um einen Beitrag zu schreiben, müssen Sie die %s lesen und akzeptieren

source: I agree to the Terms and Conditions.
de_de: Ich akzeptiere die Nutzungsbedingungen.

source: Contribute
de_de: Beitragen

source: My Contributions
de_de: Meine Beiträge

source: Public
de_de: Veröffentlicht

source: Anonymous
de_de: Anonym

source: Item
de_de: Objekt

source: Added
de_de: Hinzugefügt

source: Contribution Terms of Service
de_de: Beitragsbedingungen

source: Thank you for contributing!
de_de: Vielen Dank für Ihren Beitrag!

source: make another contribution
de_de: Neuer Beitrag

source: browse the archive
de_de: Archiv durchsuchen

source: Your contribution will show up in the archive once an administrator approves it. Meanwhile, feel free to %s or %s .
de_de: Ihr Beitrag wird im Archiv erscheinen, sobald ein Admin ihn freigibt. In der Zwischenzeit können Sie gerne %s oder %s.

source: this page
de_de: diese Seite

source: If you would like to interact with the site further, you can use an account that is ready for you. Visit %s, and request a new password for the email you used
de_de: Wenn Sie weiter auf der Website arbeiten möchten, können Sie ein Konto verwenden, das für Sie bereitsteht. Besuchen Sie %s, und fordern Sie ein neues Passwort für die von Ihnen verwendete E-Mail an

source: You must choose a contribution type to continue.
de_de: Wählen Sie eine Beitragsart um fortzufahren.

source: Contribute a %s
de_de: %s beitragen

source: Upload a file
de_de: Datei hochladen

source: Upload a file (Optional)
de_de: Datei hochladen (optional)

source: Email (Required)
de_de: Email (erforderlich)

source: You are logged in as: %s
de_de: Sie sind als %s eingeloggt

source: Your %s profile
de_de: Ihr %s Profil

source: Show
de_de: Anzeigen

source: Hide
de_de: Ausblenden

source: Page
de_de: Seite

source: Admin Notice
de_de: Admin-Hinweis

source: This message is visible only to site administrators, and only while Stealth Mode is active.
de_de: Diese Meldung ist nur bei aktivem Inkognito-Modus für Admins sichtbar.

source: To ensure the optimal user experience at all screen sizes, please <a href="%s">update your site settings</a> so that the value of <em>Results Per Page (Public)</em> is a number divisible by both 2 and 3 (for example, 12 or 18).
de_de: Um eine optimale Nutzererfahrung zu gewährleisten, <a href="%s">passen Sie bitte Ihre Seiteneinstellungen an</a>, sodass die Anzahl der <em>Ergebnisse pro Seite (öffentlich)</em> eine Zahl ist, die durch 2 und 3 teilbar ist (z. B. 12 oder 18).

source: This section is reserved for Featured Items. <a href="%s">Publish some now</a>.
de_de: Dieser Bereich ist reserviert für empfohlene Beiträge. <a href="%s">Jetzt Beiträge veröffentlichen</a>.

source: This section is reserved for %1$s Tours. <a href="%2$s">Publish some now</a>.
de_de: Dieser Bereich ist reserviert für %1$s-Touren. <a href="%2$s">Jetzt Touren veröffentlichen</a>.

source: This section is reserved for Recent/Random Items. <a href="%s">Publish some now</a>. Note that Featured Items will be omitted in this section.
de_de: Dieser Bereich ist reserviert für neueste / zufällige Objekte. <a href="%s">Jetzt Objekte veröffentlichen</a>. Beachten Sie, dass empfohlene Beiträge hier nicht erscheinen.

source: This section is reserved for Tags. <a href="%s">Add some tags to each of your items now</a>.
de_de: Dieser Bereich ist reserviert für Tags. <a href="%s">Ergänzen Sie Tags in Ihren Objekten</a>.

source: This section is reserved for the Call to Action. Create a Call to Action in <a href="%s">theme settings</a>.
de_de: Dieser Bereich ist reserviert für Call-to-Action. Erstellen Sie eine Call-to-Action in den <a href="%s">Theme-Einstellungen</a>.

source: Result Type
de_de: Ergebnistyp

source: Preview text unavailable.
de_de: Textvorschau nicht verfügbar.

source: This file appears in: %s
de_de: Diese Datei erscheint in: %s

source: %s Locations
de_de: %s Orte

source: Exhibit Page
de_de: Ausstellungsseite

source: Tours
de_de: Touren

source: Home
de_de: Startseite

source: Map
de_de: Karte

source: About
de_de: Über uns

source: All
de_de: Alle

source: Featured
de_de: Empfohlen

source: %s Search
de_de: %s Suche

source: View a Random %s
de_de: Zufällige %s ansehen

source: Publish some items to activate this link
de_de: Veröffentlichen Sie Objekte, um diesen Link zu aktivieren

source: Main Navigation
de_de: Hauptnavigation

source: Search
de_de: Suche

source: Menu
de_de: Menü

source: Skip Interactive Map
de_de: Interaktive Karte überspringen

source: Open in Google Maps
de_de: In Google Maps öffnen

source: Zoom to fit all locations
de_de: Zoom auf alle Orte

source: %s Map
de_de: %s Karte

source: View Map Page
de_de: Karte anzeigen

source: Show Results on Map
de_de: Ergebnisse auf Karte anzeigen

source: Close Map or Press ESC Key
de_de: Karte schließen oder ESC-Taste drücken

source: Search for %s
de_de: Suche nach %s

source: Submit
de_de: Einreichen

source: with research support from %s
de_de: Unterstützt durch %s

source: Filed Under
de_de: Eingeordnet unter

source: Subject
de_de: Thema

source: Access Information
de_de: Zugangsinformation

source: Factoids
de_de: Faktoide

source: By
de_de: Von

source: Published on %s.
de_de: Veröffentlicht am %s.

source: Last updated on %s.
de_de: Zuletzt geändert am %s.

source: View File Record
de_de: Datensatz anzeigen

source: Untitled
de_de: Unbenannt

source: Source
de_de: Quelle

source: Creator
de_de: Erstellt von

source: Date
de_de: Datum

source: Your web browser does not support HTML5 audio
de_de: Ihr Webbrowser unterstützt keine HTML5-Audiodateien

source: Your web browser does not support HTML5 video
de_de: Ihr Webbrowser unterstützt keine HTML5-Videos

source: View File Details
de_de: Dateieigenschaften anzeigen

source: View File Details Page
de_de: Dateieigenschaften-Seite anzeigen

source: Locations
de_de: Orte

source: %1s curated by %2s
de_de: %1s erstellt von %2s

source: Featured %s
de_de: Empfohlene %s

source: Browse All Featured %2s
de_de: Alle empfohlenen %2s browsen

source: Recent
de_de: Neueste

source: Discover
de_de: Entdecken

source: Browse All %2s
de_de: Alle %2s durchsuchen

source: Popular Tags
de_de: Beliebte Tags

source: Browse All Tags
de_de: Alle Tags browsen

source: %s is powered by <a href="http://omeka.org/">Omeka</a> + <a href="http://curatescape.org/">Curatescape</a>, a humanities-centered web and mobile app framework available for both Android and iOS devices.
de_de: %s basiert auf <a href="http://omeka.org/">Omeka</a> + <a href="http://curatescape.org/">Curatescape</a>, einem geisteswissenschaftlich orientierten Web- und App-Framework für Android- und iOS-Geräte.

source: Project Meta
de_de: Über das Projekt

source: Read More About Us
de_de: Lesen Sie mehr über uns

source: Check Back Soon
de_de: Schauen Sie bald wieder vorbei

source: %s is temporarily unavailable.
de_de: %s ist derzeit nicht verfügbar.

source: Take a
de_de: Machen Sie

source: Browse All <span>%s</span>
de_de: Alle <span>%s</span> browsen

source: Return to Top
de_de: Nach oben

source: Top
de_de: Anfang

source: Skip to %s
de_de: Weiter zu %s

source: Images
de_de: Bilder

source: Documents
de_de: Dokumente

source: Previous Loction
de_de: Vorheriger Ort

source: Next Location
de_de: Nächster Ort

source: Map Location
de_de: Ort auf der Karte

source: Location
de_de: Ort

source: %s Contents
de_de: %s Inhalte

source: Skip to Main Text
de_de: Weiter zum Haupttext

source: Main Text
de_de: Haupttext

source: Metadata
de_de: Metadaten

source: Preview text not available.
de_de: Der Vorschautext ist nicht verfügbar.

source: Browse Featured %s
de_de: Empfohlene %s browsen

source: No featured items are available. Publish some now.
de_de: Es sind keine empfohlenen Objekte verfügbar. Jetzt welche Veröffentlichen.

source: %s is powered by <a href="http://omeka.org/">Omeka</a> + <a href="http://curatescape.org/">Curatescape</a>, a humanities-centered web and mobile framework available for both Android and iOS devices.
de_de: %s basiert auf <a href="http://omeka.org/">Omeka</a> + <a href="http://curatescape.org/">Curatescape</a>, einem geisteswissenschaftlich orientierten Web- und App-Framework für Android- und iOS-Geräte.

source: This work is licensed by
de_de: Dieses Werk ist lizensiert von

source: &copy; %1$s %2$s
de_de: %1$s %2$s kopieren

source: Sorry. Access Forbidden!
de_de: Entschuldigung. Zugang verweigert!

source: Sorry. The page you are looking for does not exist!
de_de: Entschuldigung. Die angeforderte Seite existiert nicht!

source: Exhibits tagged "%s"
de_de: Mit "%s" getaggte Ausstellungen

source: Results for subject term "%s"
de_de: Ergebnisse für den Fachbegriff "%s"

source: Search Results for "%s"
de_de: Suchergebnisse für "%s"

source: Advanced Search Results
de_de: Ergebnisse der erweiterten Suche

source: Featured Exhibits
de_de: Empfohlene Ausstellungen

source: All Exhibits
de_de: Alle Ausstellungen

source: Curated by %2s
de_de: Kuratiert von %2s

source: There are no exhibits available yet.
de_de: Keine Ausstellungen vorhanden.

source: Exhibit Summary
de_de: Alle Ausstellungen

source: Curated by %s
de_de: Kuratiert von %2s

source: View Exhibit
de_de: Ausstellung anzeigen

source: Browse Exhibits by Tag
de_de: Ausstellungen nach Tags browsen

source: This file appears in
de_de: Diese Datei wird angezeigt in

source: Rights
de_de: Rechte

source: Download Original File
de_de: Originaldatei herunterladen

source: "%s" appears in
de_de: "%s" wird angezeigt in

source: Confirmation Error
de_de: Fehler bei der Bestätigung

source: Register
de_de: Registrieren

source: Stale Token
de_de: Veraltetes Sicherheits-Token

source: Your temporary access to the site has expired. Please check your email for the link to follow to confirm your registration.
de_de: Ihr vorübergehender Zugang zu dieser Website ist abgelaufen. Bitte überprüfen Sie Ihr Postfach, um Ihre Anmeldung zu bestätigen.

source: You have been logged out, but can continue browsing the site.
de_de: Sie wurden abgemeldet, können aber weiter auf der Website surfen.

source: Password again for match
de_de: Passwort bestätigen

source: Passwords match!
de_de: Die Passwörter stimmen überein!

source: Passwords do not match!
de_de: Die Passwörter stimmen nicht überein!

source: Update Account
de_de: Account aktualisieren

source: %1$s tagged "%2$s"
de_de: %1$s getaggt "%2$s"

source: %1$s by author %2$s
de_de: %1$s von Autor:in %2$s

source: Search Results
de_de: Suchergebnisse

source: All %s
de_de: Alle %s

source: View %s
de_de: %s ansehen

source: Show on Map
de_de: Auf der Karte anzeigen

source: Your query returned <strong>no results.</strong>
de_de: Ihre Anfrage ergab <strong>keine Ergebnisse.</strong>

source: Try using <a href="%1$s">Advanced %2$s Search</a> or <a href="%3$s">Sitewide Search</a>.
de_de: Versuchen Sie es mit <a href="%1$s">Erweiterte %2$s Suche</a> oder <a href="%3$s">Gesamte Seite durchsuchen</a>.

source: Search %s
de_de: Suche %s

source: Use the form below to search for %s. For other record types, use <a href="/search">Sitewide Search</a>.
de_de: Verwenden Sie das untenstehende Formular für die Suche nach %s. Für andere Datensatztypen verwenden Sie <a href="/search">Gesamte Seite durchsuchen</a>.

source: Search for Keywords
de_de: Nach Schlagwörtern suchen

source: Narrow by Specific Fields
de_de: Über bestimmte Felder eingrenzen

source: Search Joiner
de_de: Suche Bindeglied

source: AND
de_de: UND

source: OR
de_de: ODER

source: Search Field
de_de: Suchfeld

source: Search Type
de_de: Art der Suche

source: contains
de_de: enthält

source: does not contain
de_de: enthält nicht

source: is exactly
de_de: ist genau

source: is empty
de_de: ist leer

source: is not empty
de_de: ist nicht leer

source: starts with
de_de: beginnt mit

source: ends with
de_de: endet mit

source: Search Terms
de_de: Suchbegriffe

source: Remove field
de_de: Feld entfernen

source: Add a Field
de_de: Feld hinzufügen

source: Search By User
de_de: Nach Benutzern suchen

source: Search By Tags
de_de: Mit Tags suchen

source: Featured/Non-Featured
de_de: Empfohlen/Nicht empfohlen

source: Only Featured Items
de_de: Nur empfohlene Objekte

source: Only Non-Featured Items
de_de: Nur nicht-empfohlene Objekte

source: Submit %s Search
de_de: Suche abschicken %s

source: Media Files
de_de: Mediendateien

source: Related Resources
de_de: Verwandte Ressourcen

source: Official Website
de_de: Offizielle Website

source: Citation Info
de_de: Zitierempfehlung

source: Related Tours
de_de: Verwandte Touren

source: Comments
de_de: Kommentare

source: Use the form below to search for the selected record types. Or use advanced options to <a href="/items/search">Search %s</a>.
de_de: Verwenden Sie das unten stehende Formular, um nach den ausgewählten Kategorien zu suchen. Oder verwenden Sie die erweiterten Optionen der <a href="/items/search">Suche %s</a>.

source: Your query returned <strong>no results</strong>.
de_de: Für Ihre Suchanfrage wurden leider <strong>keine Einträge</strong> gefunden.

source: Search using this query type:
de_de: Suche mit diesem Suchtyp:

source: Search only these record types:
de_de: Suche nur mit diesen Datensatztypen:

source: Featured %1$s: %2$s
de_de: Empfohlene %1$s: %2$s

source: All %1$s: %2$s
de_de: Alle %1$s: %2$s

source: %s are self-guided.
de_de: %s sind selbstgesteuert.

source: No tours are available. Publish some now.
de_de: Keine Touren verfügbar. Jetzt eine veröffentlichen.

source: %s Description
de_de: %s Beschreibung

source: %s Postscript
de_de: %s Nachtrag

source: Show %s Map
de_de: %s-Karte anzeigen

source: User Activation
de_de: Benutzeraktivierung

source: Hello %s. Your username is %s
de_de: Guten Tag %s. Ihr Benutzername ist %s

source: Create a Password
de_de: Passwort erstellen

source: Re-type the Password
de_de: Passwort bestätigen

source: Activate
de_de: Aktivieren

source: Forgot Password
de_de: Passwort vergessen

source: Back to Log In
de_de: Zurück zum Login

source: Enter your email address to retrieve your password.
de_de: Geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort wiederherzustellen.

source: Email
de_de: E-Mail-Adresse

source: Log In
de_de: Anmelden

source: Go to Home Page
de_de: Zur Startseite

source: Lost your password?
de_de: Passwort vergessen?
