Repository: CPHDH/Curatescape
Catalog: plugins/SimpleVocab/languages/*.po
Languages: bg_bg, ca_es, cy_gb, de_de, eo, es, et, fi_fi, fr, hr, it, ja, mn, nb, nl_be, oc, pt_br, pt_pt, ro, ru, sr_rs, uk, zh_cn, zh_tw

source: Vocabulary terms are typically short and concise. If your existing texts are otherwise, avoid using a controlled vocabulary for this element.
bg_bg: Термините от речника обикновено са къси и кратки. Ако вашият текст не е такъв, избягвайте използването на контролиран речник за този елемент.
ca_es: Els termes d'un vocabulari normalment són curts i concisos. Si els termes d'aquest camp no ho solen ser, millor no feu servir un vocabulari controlat.
cy_gb: Mae termau geirfa gan amlaf yn fyr ac yn gryno. Os yw eich testun i'r gwrthwyneb i hyn, dylid osgoi defnyddio geirfa wedi'i reoli ar gyfer yr elfen hon.
de_de: Wortschatz Begriffe sind in der Regel kurz und prägnant. Wenn Ihre vorhandene Texte sonst anders sind, vermeiden Sie es, mit einem kontrollierten Vokabular für dieses Element.
eo: Vortaraj terminoj estas kutime mallongaj kaj koncizaj. Se viaj ekzistantaj tekstoj ne estas tiaj, evitu uzi propran vortaron por tiu ĉi elemento.
es: Los términos de un vocabulario suelen ser cortos y concisos. Si los valores de esta campo no lo son, descarta utilizar un vocabulario controlado para este elemento.
et: Sõnastiku sissekanded on tavaliselt lühikesed ja konkreetsed. Kui olemas olevad tekstid pole sellised, siis väldi selle elemendi puhul kontrollitud sõnastiku kasutamist.
fi_fi: Termien tulisi olla lyhyitä ja kuvaavia. Jos kenttään tallennetut arvot pitkiä ja vaihtelevia, kontrolloidun sanaston käyttö kentässä ei välttämättä ole tarkoituksenmukaista.
fr: Les termes de vocabulaire sont en général concis. Si votre texte de départ ne l'est pas, il est déconseillé d'utiliser un vocabulaire contrôlé pour cet élément.
hr: Pojmovi rječnika obično su kratki i jezgroviti. Ako Vaši postojeći tekstovi to nisu, izbjegavajte korištenje kontroliranog rječnika u ovom elementu.
it: Le voci del vocabolario sono solitamente brevi e concise. Se i tuoi testi preesistenti sono differenti, evita di utilizzare un vocabolario controllato per questo elemento.
ja: 語彙の用語は、一般的に短く簡潔です。 既存のテキストがそうでなければ、この要素に制御された語彙を使用しないでください。
mn: Тайлбар толийн нэр томъёо нь ихэвчлэн богино, товч тодорхой байна. Хэрэв таны текст өөрөөр байгаа бол энэ элемэнтийн /талбарын/ хянагдсан нэр томъёоноос зайлсхий.
nb: Autoriteter er som regel korte og konsise. Hvis eksisterende tekster ikke er de, er det kanskje best å unngå et kontrollert vokabular for dette metadata-elementet.
nl_be: Termen zijn meestal kort en kernachtig. Als uw bestaande teksten anders zijn, vermijd het gebruik van een gecontroleerde woordenschat voor dit element.
oc: Los tèrmes de vocabulari son en general concises. Se vòstre tèxte de despart o es pas, es desconselhat d'utilizar un vocabulari contrarotlat per aqueste element.
pt_br: Termos do vocabulário são tipicamente curtos e concisos. Se seus textos atuais são diferentes, evite usar vocabulário controlado para este elemento.
pt_pt: Termos de vocabulário são tipicamente curtos e concisos. Se os seus textos não seguem estes pressupostos, evite usar um vocabulário controlado para este elemento.
ro: Termenii vocabularului exprimă concizie și sunt scurți. Dacă textele existente sunt diferite de acest tipic, evită folosirea unui vocabular controlat pentru acest element.
ru: Словарные термины обычно кратки и точны. Если ваши существующие тексты не отвечают данному требованию, то не используйте управляемый словарь для данного элемента.
sr_rs: Термини речника су обично кратки и сажети. Ако је ваш остојећи текст другачији, избегните коришћење контролисаног речника за овај елемент.
uk: Словникові терміни мають бути короткі та стислі. Якщо тексти відрізняються, необхідно уникати використання контрольованої лексики для цього елемента.
zh_cn: 词汇表术语通常是短小精炼的。如果现有文本不是如此，请避免把受控词汇表用于该元素。
zh_tw: 詞彙表術語通常是短而精簡。如果現有文本不是如此，請避免為這個元素使用控制詞彙。

source: Vocabulary terms must be identical to their corresponding texts.
bg_bg: Термините от речника трябва да са идентични със съответстващия им текст.
ca_es: Els termes del vocabulari han d'ésser idèntics al valor del seu camp corresponent.
cy_gb: Mae'n rhaid i'r termau geirfa cyfateb yn union a'u testun cyfatebol.
de_de: Wortschatz Begriffe müssen identisch sein mit den entsprechenden Texten.
eo: Vortaraj terminoj devas esti identaj al la respondaj tekstoj.
es: Los términos del vocabulario deben ser idénticos a los valores del campo correspondiente.
et: Sõnastiku terminid peavad olema identsed neile vastavate tekstidega.
fi_fi: Sanastoon sisällytettävien termien tulee olla identtisiä kenttään tällä hetkellä tallennettujen arvojen kanssa.
fr: Les termes de vocabulaire doivent être équivalent à leur texte cible.
hr: Pojmovi rječnika moraju biti identični odgovarajućim tekstovima.
it: Le voci del vocabolario devono essere identiche ai loro testi corrispondenti.
ja: 語彙の用語は、対応するテキストと同一でなければなりません。
mn: Үгсийн сангийн нэр томъёонууд харгалзах тексттэйгээ таарах ёстой.
nb: Autoritetstermene må være identiske til deres korresponderende tekster.
nl_be: Termen moeten identiek zijn aan de bijbehorende teksten.
oc: Los tèrmes de vocabulari devon èsser equivalents a lor tèxte cibla.
pt_br: Termos do vocabulário precisam se idênticos aos seus textos correspondentes.
pt_pt: Termos do vocabulário devem ser idênticos aos seus textos correspondentes.
ro: Termenii vocabularului trebuie să fie identici textului corespondent.
ru: Словарные термины должны быть идентичны содержанию соответствующим текстам.
sr_rs: Термни течника морају бити идентични њиховом одговарајућем тексту.
uk: Словникові терміни повинні бути ідентичними відповідним текстам.
zh_cn: 词汇表术语必须和它们相应的文本完全相同。
zh_tw: 詞彙表術語必須和它們相應的文本完全相同。

source: Existing texts that are not in the vocabulary will be preserved — however, they cannot be selected in the item edit page, and will be deleted once you save the item.
bg_bg: Съществуващите текстове, отсъстващи в речника ще бъдат запазени, обаче няма да могат да бъдат избирани в страницата за редактиране на документа и ще бъдат изтрити след записване на документа.
ca_es: Els textos existents que no són al vocabulari es preservaran, però no es podran seleccionar al formulari d'edició, i s'esborraran un cop desat l'ítem.
de_de: Bestehende Texte, die nicht in das Vokabular bewahrt werden - aber sie können nicht in der Position bearbeiten Seite ausgewählt werden und werden gelöscht, sobald Sie den Artikel zu speichern.
eo: Ekzistantaj tekstoj, kiuj ne troviĝas en la vortaro, estos konservitaj - tamen, ili ne povos esti elektitaj en la era redakta-paĝo, kaj estos forigitaj kiam vi savas la eron.
es: Los valores existentes de cada elemento no incluidos en el vocabulario se mantendrán, pero no podrán ser seleccionados en la página de edición del elemento y erán borrados en el momento en que se guarde dicho elemento.
et: Olemas olevad tekstid, mis pole sõnastikus, säilitatakse, aga neid ei saa ühiku lehel valida ning need kustutatakse ühiku salvestamisel.
fi_fi: Kenttään tallennetut sanaston ulkopuoliset arvot säilyvät kunnes aineiston metatietoja muokataan. Tällöin sanaston ulkopuoliset arvot poistuvat.
fr: Les textes existants qui ne figurent pas dans le vocabulaire seront conservés - cependant, ils ne peuvent être sélectionnés en mode édition et seront supprimés lors de l'enregistrement du contenu.
hr: Postojeći tekstovi koji nisu u rječniku bit će sačuvani - no neće ih se moći odabrati na stranici za uređivanje dokumenta, i bit će obrisani kada pohranite dokument.
it: Testi esistenti non contenuti nel vocabolario saranno conservati - però, non potranno essere selezionati nella pagina di modifica dell'elemento, e saranno cancellati una volta che l'elemento verrà salvato.
ja: 語彙にない既存のテキストは保存されますが、アイテム編集ページでは選択できず、アイテムを保存すると削除されます。
mn: Эдгээр текстүүд хадгалагдсан нэр томъёонд алга - гэсэн хэдий ч Гэвч засвар хийх хуудсанд мэдээллийг сонгох боломжгүй, уг мэдээлэл нь өмнө нь байснаа устсан байж болно.
nb: Eksisterende tekster som ikke er i autoritetsvokabularet vil bevares - men de vil ikke kunne velges ved endringer i bildets metadata, og vil slettes så snart du lagrer bildet.
nl_be: Bestaande teksten die niet in de woordenschat staan, worden bewaard - maar ze kunnen niet worden geselecteerd in de pagina om items te bewerken en worden verwijderd zodra u het item opslaat.
oc: Los tèxtes existents que figuran pas dins lo vocabulari seràn conservats - çaquelà, pòdon pas èsser seleccionats en mòde edicion e seràn suprimits al moment de l'enregistrament del contengut.
pt_br: Textos existentes que não estão no vocabulário serão preservados - no entanto eles não podem ser selecionados na página de edição de item e serão apagados assim que o item for salvo.
pt_pt: Textos existentes que não estejam no vocabulário serão preservados — contudo, eles não poderão ser seleccionados na página de edição do item, e serão apagados quando esse item for guardado.
ro: Textele existente care nu sunt în vocabular vor fi păstrate. Totuși, nu pot fi selectați în pagina de editare a elementului și vor fi șterse de îndată ce salvezi elementul.
ru: Тексты, не входящие в словарь, будет сохранены - но, их невозможно будет выбрать в странице редактирования данного документа и будут удалены при попытке сохранить документ.
sr_rs: Постојећи текст који не постоји у речнику ће бити сачуван - ипак, он не може бити селектован на страници за измену јединице, и биће обрисан након што сачувате јединицу.
uk: Наявні тексти, яких немає у словниковому запасі, будуть збережені, однак їх неможливо вибрати на сторінці редагування елемента та буде видалено після збереження елемента.
zh_cn: 不在词汇表中的现有文本将会被保留；但是，在条目编辑页面它们不能被选择，并且当你保存条目时会被删除。
zh_tw: 不在詞彙表中的既存文本將會被保留；但是，在單件編輯頁面它們不能被挑選，而且當你儲存單件時，它們將會被刪除。

source: Add/Edit Vocabulary
bg_bg: Добавяне/Редакция на Речник
cy_gb: Ychwanegu/Golygu Geirfa
ja: 語彙の追加／編集
nb: Legg til/rediger autoritet
ro: Adaugă/Editează vocabularul
sr_rs: Додај/Измени речник
zh_tw: 增加/編輯詞彙表

source: Existing texts that are not in the vocabulary will be preserved â€” however, they cannot be selected in the item edit page, and will be deleted once you save the item.
cy_gb: Bydd testun sy'n bodoli eisoes ond ddim yn y geirfa yn cael eu cadw - ond ni fyddant yn gallu cael eu dewis yn y tudalen golygu eitem, ac y byddant yn cael eu dileu unwaith y byddwch yn eu harbed.

source: Apply to Files
ca_es: Aplica als fitxers
fi_fi: Käytä sanastoja tiedostoille

source: By default, your simple vocabularies will only apply to item metadata. Check the above box if you want to apply your vocabularies to file metadata as well.
ca_es: Per defecte, els vocabularis simples només s'aplicaran a les metadades de l'ítem. Marqueu la casella anterior si també voleu aplicar els vocabularis a les metadades dels fitxers.
fi_fi: Oletuksena sanastot ovat käytettävissä vain aineistojen kuvailussa. Valinta ottaa käyttöön sanastot myös tiedostojen metadatassa.
