Repository: CPHDH/Curatescape
Catalog: plugins/SimpleVocab/languages/*.po
Languages: bg_bg, ca_es, cy_gb, de_de, eo, es, et, fi_fi, fr, hr, it, ja, mn, nb, nl_be, oc, pt_br, pt_pt, ro, ru, sr_rs, uk, zh_cn, zh_tw

source: Simple Vocab
bg_bg: Обикновен речник
cy_gb: Geirfa Syml
de_de: Einfache Vokabeln
eo: Simpla Vortaro
et: Lihtne sõnastik
fi_fi: Sanastot
fr: Vocabulaire Simple
hr: Jednostavni rječnik
it: Vocabolario semplice
mn: Энгийн нэр томъёо
nb: Autoritetsregistre
oc: Vocabulari Simple
pt_br: Vocabulário Simples
pt_pt: Vocabulário Simples
ru: Обычный словарь
sr_rs: Једноставан речник
uk: Простий словник
zh_cn: 简单词汇表
zh_tw: 簡易詞彙表

source: Successfully deleted the element's vocabulary terms.
bg_bg: Термин от речника беше успешно изтрит
ca_es: Els termes del vocabulari de l'element s'han eliminat correctament.
cy_gb: Cafodd termau geirfa'r elfen eu dileu'n llwyddiannus.
de_de: Erfolgreich gelöscht des Elements Wortschatz Begriffe.
eo: Oni sukcese forigis la terminojn de la elementa vortaro.
es: Los términos del vocabulario del elemento se han borrado correctamente.
et: Elemendi sõnastiku terminid on kustutatud.
fi_fi: Sanasto on poistettu.
fr: Suppression des éléments de vocabulaire effectuée avec succès.
hr: Pojmovi rječnika elementa su uspješno izbrisani.
it: Le voci del vocabolario relative all'elemento sono state cancellate con successo.
ja: 要素の語彙の用語を削除しました。
mn: Мэдээлэл нэр томъёоны үгсийн сангаас устгагдлаа.
nb: Autoritetene ble slettet uten problemer.
nl_be: Woordenschat termen voor het elementen werden succesvol verwijderd.
oc: Supression dels elements de vocabulari efectuada amb succès.
pt_br: Elementos de vocabulário apagados com sucesso.
pt_pt: Termos de vocabulário do elemento foram eliminados com sucesso.
ro: Eliminare fără probleme a termenilor de vocabular corespunzători elementului.
ru: Термин из словаря был успешно удалён.
sr_rs: Успешно обрисани термини из речника за дату јединицу.
uk: Успішно видалено терміни словника.
zh_cn: 成功删除了元素的词汇表术语。
zh_tw: 元素的詞彙表術語刪除成功。

source: Successfully edited the element's vocabulary terms.
bg_bg: Успешно редактиране на термин от речника
ca_es: Els termes del vocabulari de l'element s'han editat correctament.
cy_gb: Cafodd termau geirfa'r elfen eu golygu'n llwyddiannus.
de_de: Erfolgreich bearbeitet des Elements Wortschatz Begriffe.
eo: Oni sukcese redaktis la terminojn de la elementa vortaro.
es: Los términos del vocabulario del elemento se han editado correctamente.
et: Elemendi sõnastiku termineid on muudetud.
fi_fi: Sanastoa on muokattu.
fr: Modification des éléments de vocabulaire effectuée avec succès.
hr: Pojmovi rječnika elementa su uspješno uređeni.
it: Le voci del vocabolario relative all'elemento sono state modificate con successo.
ja: 要素の語彙用語を正常に編集しました。
mn: Нэр томъёоны үгсийн сангийн мэдээлэл засварлагдлаа.
nb: Autoritetene ble endret uten problemer.
nl_be: Woordenschat termen voor het elementen werden succesvol bewerkt.
oc: Modificacion dels elements de vocabulari efectuada amb succès.
pt_br: Elementos de vocabulário editados com sucesso.
pt_pt: Termos de vocabulário do elemento foram alterados com sucesso.
ro: Ai editat fără probleme termenii de vocabular corespunzători ai elementului.
ru: Словарный термин успешно отредактирован.
sr_rs: Успешно измењени термини из речника.
uk: Успішно виправлено терміни словника.
zh_cn: 成功修改了元素的词汇表术语。
zh_tw: 元素的詞彙表術語編輯成功。

source: Successfully added the element's vocabulary terms.
bg_bg: Успешно добавяне на термин в речника
ca_es: Els termes del vocabulari de l'element s'han afegit correctament.
cy_gb: Cafodd termau geirfa'r elfen eu hychwanegu'n llwyddiannus.
de_de: Erfolgreich hinzugefügt des Elements Wortschatz Begriffe.
eo: Oni sukcese aldonis la terminojn de la elementa vortaro.
es: Los términos del vocabulario del elemento se han añadido correctamente.
et: Elemendi sõnastiku teminid on lisatud.
fi_fi: Sanasto on luotu.
fr: Ajout des termes effectué avec succès.
hr: Pojmovi rječnika elementa su uspješno dodani.
it: Le voci del vocabolario relative all'elemento sono state aggiunte con successo.
ja: 要素の語彙用語を追加しました。
mn: Мэдээлэл нэр томъёоны үгсийн санд нэмэгдлээ.
nb: Autoritetene ble lagt til uten problemer
nl_be: Woordenschat termen voor het elementen werden succesvol toegevoegd.
oc: Apondon dels tèrmes efectuat amb succès.
pt_br: Elementos de vocabulário adicionados com sucesso.
pt_pt: Termos de vocabulário do elemento foram adicionados com sucesso.
ro: Adăugare fără probleme a termenilor de vocabular ai elementului.
ru: Словарный термин успешно добавлен.
sr_rs: Успешно додати термини из речника.
uk: Успішно додано терміни словника.
zh_cn: 成功添加了元素的词汇表术语。
zh_tw: 元素的詞彙表術語增加成功。

source: Not in vocabulary.
bg_bg: Не е в речника
ca_es: No es troba al vocabulari.
cy_gb: Ddim yn y geirfa.
de_de: Nicht im Wortschatz.
eo: Ne estas en la vortaro.
es: No se encuentra en el vocabulario.
et: Pole sõnastikus.
fi_fi: Termiä ei ole sanastossa.
fr: Absent du vocabulaire.
hr: Nije u rječniku.
it: Non nel dizionario.
ja: 語彙にありません。。
mn: Нэр томъёоны санд байхгүй.
nb: Ikke i autoritetsregisteret.
nl_be: Niet in de woordenschat.
oc: Absent del vocabulari.
pt_br: Não está no vocabulário.
pt_pt: Não está no vocabulário.
ro: Nu este în vocabular.
ru: Такого нет в словаре.
sr_rs: Не постоји у речнику.
uk: Відсутні в словнику.
zh_cn: 不在词汇表中。
zh_tw: 不在詞彙表中。

source: Long text.
bg_bg: Дълъг текст.
ca_es: Text massa llarg.
cy_gb: Testun hir
de_de: Langer Text.
eo: Longa teksto.
es: Text demasiado largo.
et: Pikk tekst.
fi_fi: Termit sisältävät liikaa merkkejä.
fr: Texte long.
hr: Dugačak tekst.
it: Testo completo.
ja: 長いテキスト。
mn: Урт текст.
nb: Lang tekst.
nl_be: Lange tekst.
oc: Tèxte long.
pt_br: Texto longo.
pt_pt: Texto longo.
ro: Text lung
ru: Длинный текст.
sr_rs: Дугачак текст.
uk: Довгий текст.
zh_cn: 长文本。
zh_tw: 長篇文本。

source: Contains newlines.
bg_bg: Съдържа нови редове
ca_es: Conté salts de línia.
cy_gb: Yn cynnwys llinellau newydd.
de_de: Enthält Zeilenumbrüche.
eo: Enhavas linifinojn.
es: Contiene saltos de línea.
et: Sisaldab reavahetusi.
fi_fi: Termit sisältävät rivinvaihtoja.
fr: Contient des retours à la ligne.
hr: Sadrži nove retke.
it: Contiene caporiga.
ja: 改行が含まれています。
mn: Шинэ мөр агуулж буй
nb: Inneholder linjeskift.
nl_be: Bevat regeleindes.
oc: Conten de retorns a la linha.
pt_br: Contém novas linhas.
pt_pt: Contém novas linhas.
ro: Conține linii noi.
ru: Содержит новые строки.
sr_rs: Садржи нове редове.
uk: Містить нові рядки.
zh_cn: 包含换行。
zh_tw: 包含換行。

source: No texts for the selected element exist in Omeka.
bg_bg: Няма текст за избрания елемент който да го има в Omeka
ca_es: No existeix cap text per a l'element seleccionat.
cy_gb: Does dim testun ar gyfer yr elfennau hynny yn Omeka.
de_de: Keine Texte für das ausgewählte Element existieren in Omeka.
eo: En Omeka ne ekzistas iu ajn teksto por la elektita elemento.
es: No hay valores existentes en Omeka para el elemento seleccionado.
et: Valitud elemendi jaoks pole Omekas saadaval ühtegi teksti.
fi_fi: Valittuun metatietokenttään ei ole tallennettu arvoja.
fr: Aucun texte n'existe dans Omeka pour l'élément sélectionné.
hr: Za odabrani element ne postoji tekst u Omeki.
it: Non esiste alcun testo in Omeka per gli elementi selezionati.
ja: 選択された要素のテキストはOmekaに存在しません。
mn: Омекагийн сонгосон элемэнтэд ямар нэг текст алга.
nb: Ingen tekster for valgte elementer finnes i Omeka.
nl_be: Voor het geselecteerde element bestaat er geen tekst in Omeka.
oc: Cap de tèxte existís pas dins Omeka per l'element seleccionat.
pt_br: Não existem textos no Omeka para o elemento selecionado.
pt_pt: Não existem textos no Omeka para o elemento seleccionado.
ro: Nu există texte în Omeka pentru elementul selectat.
ru: Нет текста для выбранного элемента в ОМЕКЕ.
sr_rs: Не постоји текст за одабрани елемент у Омеци.
uk: У Omeka відсутні тексти для вибраного елемента.
zh_cn: Omeka中没有所选择元素的文本。
zh_tw: Omeka中沒有所選元素的文本。

source: Count
bg_bg: Брояч
cy_gb: Cyfrif
ja: 数
nb: Antall
ro: Contor
sr_rs: Бројање
zh_tw: 總計

source: Warnings
bg_bg: Предупреждения.
ca_es: Advertències
cy_gb: Rhybuddion
de_de: Warnungen
eo: Avertoj
es: Advertencias
et: Hoiatused
fi_fi: Varoitukset
fr: Avertissements
hr: Upozorenja
it: Avvisi
ja: 警告
mn: Анхааруулга
nb: Advarsler
nl_be: Waarschuwingen
oc: Avertiments
pt_br: Avisos
pt_pt: Avisos
ro: Atenţionări
ru: Предупреждения
sr_rs: Упозорења
uk: Попередження
zh_cn: 警告
zh_tw: 警告

source: Text
bg_bg: Текст
cy_gb: Testun
eo: Teksto
es: Texto
et: Tekst
fi_fi: Teksti
fr: Texte
hr: Tekst
it: Testo
ja: テキスト
mn: Текст
nb: Tekst
nl_be: Tekst
oc: Tèxte
pt_br: Texto
pt_pt: Texto
ru: Текст
sr_rs: Текст
uk: Текст
zh_cn: 文本
zh_tw: 文本

source: Element
bg_bg: Елемент
cy_gb: Elfen
de_de: Elemente
eo: Elemento
es: Elemento
fi_fi: Kenttä
fr: Élément
it: Elemento
ja: 要素
mn: Элемент
pt_br: Elemento
pt_pt: Elemento
ru: Элемент
sr_rs: Елемент
uk: Елемент
zh_cn: 元素
zh_tw: 元素

source: Select an element to manage its custom vocabulary. Elements with a custom vocabulary are marked with an asterisk (*).
bg_bg: Изберете елемент, за работа с персонализирания му речник. Елементите с персонализиран речник са отбелязани със звездичка (*).
ca_es: Seleccioneu un element per gestionar el seu vocabulari personalitzat. Els elements amb un vocabulari personalitzat tenen un asterisc (*).
cy_gb: Dewisiwch elfen i reoli ei eirfa. Mae elfennau gyda geirfa wedi'i addasu yn dangos gyda seren (*).
de_de: Wählen Sie ein Element um seine individuelle Vokabular verwalten. Elemente mit einem benutzerdefinierten Vokabular sind mit einem Sternchen (*) gekennzeichnet.
eo: Elektu elementon por administri ĝian propran vortaron. Elementoj kun propra vortaro estas markitaj per asterisko (*).
es: Selecciona un elemento para gestionar su vocabulario personalizado. Los elementos con un vocabulario personalizado están marcados con un asterisco (*).
et: Vali element, mida kohandatud sõnastikku määrata. Kohandatud sõnastikus olevad elemendid on märgitud tärniga (*).
fi_fi: Valitse metatietokenttä muokataksesi sanastoa. Sanastolliset metatietokentät on merkitty asteriskillä (*).
fr: Sélectionner un élément pour gérer son vocabulaire. Les éléments disposant d'un vocabulaire spécifique sont signalés par une astérisque (*)
hr: Odaberite element kako bi uredili njegov prilagođeni rječnik. Elementi s prilagođenim rječnikom su označeni zvjezdicom (*).
it: Seleziona un elemento per gestire il suo vocabolario personalizzato. Gli elementi dotati di un vocabolario personalizzato sono indicati con un asterisco (*).
ja: カスタム語彙を管理する要素を選択します。 カスタム語彙を持つ要素にはアスタリスク（*）が付いています。
mn: Элемэнтийг сонгоод сонгосон үгсийн санг удирдана. Өөрчлөлт хийгдсэн үгсийн сан одоор (*) тэмдэглэгдсэн байна.
nb: Velg et metadata-felt for å styre dets autoritetsregister. Felt som allerede har autoritetsregistre er merket med en stjerne (*).
nl_be: Selecteer een element om zijn aangepaste woordenschat te beheren. Elementen met een aangepaste woordenschat zijn gemarkeerd met een sterretje (*).
oc: Seleccionar un element per gerir son vocabulari. Los elements que dispausan d'un vocabulari especific son senhalats per un asterisc (*)
pt_br: Selecione um elemento para gerenciar seu vocabulário personalizado. Elementos com vocabulário personalizado são marcados comum asterisco (*).
pt_pt: Seleccione um elemento para gerir o seu vocabulário personalizado. Elementos com vocabulário personalizado estão marcados com um asterisco (*).
ro: Selectează un element pentru a-i gestiona vocabularul propriu. Elementele cu un vocabular propriu sunt marcate cu un asterix (*).
ru: Выберите элемент для управления пользовательским словарём. Элементы пользовательского словаря отмечены звёздочкой (*)
sr_rs: Одабери елемент за рад са његовим изменљивим речником. Елементи са могућношћу промене речника су обележени звездицом (*).
uk: Виберіть елемент. Елементи зі спеціального словника позначені зірочкою (*).
zh_cn: 选择一个元素来管理它的定制词汇表。有定制词汇表的元素带有星号标记（*）。
zh_tw: 選擇一個元素來管理它的自訂詞彙表。有自訂詞彙表的元素帶有星號標記（*）。

source: Vocabulary Terms
bg_bg: Термин в речника
ca_es: Termes del vocabulari
cy_gb: Termau Geirfa
de_de: Vokabel regeln
eo: Vortaraj terminoj
es: Términos del vocabulario
et: Sõnastiku terminid
fi_fi: Sanasto
fr: Éléments de vocabulaire
hr: Pojmovi rječnika
it: Termini del dizionario
ja: 語彙の用語一覧
mn: Нэр томъёоны нөхцөл
nb: Autoriteter
nl_be: Woordenschat termen
oc: Elements de vocabulari
pt_br: Termos do Vocabulário.
pt_pt: Termos do vocabulário
ro: Termenii vocabularului
ru: Словарь терминов
sr_rs: Термини из речника
uk: Словникові терміни
zh_cn: 词汇表术语
zh_tw: 詞彙表術語

source: Enter the custom vocabulary terms for this element, one per line. To delete the vocabulary, simply remove the terms and submit this form.
bg_bg: Въведете термините от персонализирания речник на този елемент, по един на ред. За изтриване на речника просто премахнете термините и изпратете тази форма.
ca_es: Afegiu els termes del vocabulari d'aquest element, un per línia. Per esborrar el vocabulari, només cal esborrar els termes i desar el formulari.
cy_gb: Teipiwch yr addasiad i'r geirfa ar gyfer yr elfen, un ar bob llinell. I ddileu'r geirfa, dylid cael gwared a'r term ac yna ail-ddanfon y ffurflen.
de_de: Geben Sie die benutzerdefinierte Wortschatz Begriffe für dieses Element, einen pro Zeile. Um den Wortschatz zu löschen, entfernen Sie einfach die Begriffe und senden Sie das Formular.
eo: Enigu la propra-vortarajn terminojn por tiu ĉi elemento, unu ĉiulinie. Por forigi la vortaron, simple forigu ĉiujn terminojn kaj sendu tiun ĉi formularon.
es: Añade los términos del vocabulario personalizado para este elemento, uno por línea. Para borrar el vocabulario basta con borrar los términos y guardar este formulario.
et: Sisesta selle elemendi jaoks kohandatud sõnastiku sissekanded, rea kohta üks. Sõnastiku kustutamiseks, lihtsalt eemalda sissekanded ja kinnita see vorm.
fi_fi: Syötä sanaston termit yksi riviä kohti. Poista sanasto poistamalla kaikki termit ja tallentamalla lomake.
fr: Entrer les termes de vocabulaire pour cet élément, un par ligne. Pour supprimer le vocabulaire, supprimer tous les termes et valider le formulaire.
hr: Unesite prilagođene pojmove rječnika za ovaj element, jedan po liniji. Za brisanje rječnika, jednostavno uklonite pojmove i pošaljite ovaj obrazac.
it: Inserisci le voci del vocabolario personalizzato per questo elemento, una per linea. Per cancellare il vocabolario, semplicemente rimuovi le voci e salva il formulario.
ja: この要素のカスタム用語を1行に1つずつ入力します。語彙を削除するには、用語を削除してこのフォームを送信してください。
mn: Энэ элемэнтэд тайлбар толь оруулахдаа нэг мөрөнд нэгийг бичнэ. Нэр томъёог устгахдаа формд байгаа нэр томъёог арилгана.
nb: Skriv inn autoriteter for dette metadata-feltet, en autoritet per linje. For å slette en autoritet, bare fjern linja og lagre.
nl_be: Voer de aangepaste woordenschat termen voor dit element in, één per regel. Om de woordenschat te verwijderen, verwijdert u de termen en verstuurt u dit formulier.
oc: Entrar los tèrmes de vocabulari per aqueste element, un per linha. Per suprimir lo vocabulari, suprimir totes los tèrmes e validar lo formulari.
pt_br: Entre com um texto personalizado para este elemento, um por linha. Para apagar um vocabulário, simplesmente remova os termos e envie este formulário.
pt_pt: Insira os termos de vocabulário personalizado para este elemento, um por linha. Para apagar o vocabulário, simplesmente remova os termos e volte a submeter este formulário.
ro: Introdu termeni particulari în vocabularul corespunzător acestui element, unul pe fiecare linie. Pentru a șterge vocabularul, pur și simplu șterge termenii și trimite acest formular.
ru: Зайдите в пользовательский словарь для данного элемента, по одному на каждой строке. Для удаления словаря, просто удалите термины и сделайте подтверждение.
sr_rs: Унесите изменљиве термине у речник за овај елемент, у сваком реду по један. Да обришете речник, једноставно одстраните термине и пошаљите овај формулар.
uk: Введіть словникові терміни для цього елемента, по одному на рядок. Щоб видалити словниковий запас, просто видаліть терміни та збережіть форму.
zh_cn: 请给该元素输入定制词汇表术语，每行一个。要删除词汇表，只需去除术语并提交该表单。
zh_tw: 為這個元素輸入自訂詞彙表術語，每行一個。要刪除詞彙表，只需移除術語並提交這個表單。

source: %sClick here%s to display a list of texts for the selected element that currently exist in Omeka. You may use this list as a reference to build a vocabulary, but be aware of some caveats:
bg_bg: %sЩракнете тук%s за показване на списък от текстове за избрания елемент, налични в Omeka. Може да използвате този списък като справка за изграждане на речник, но внимавайте за някои рискове:
ca_es: %sFeu clic aquí%s per mostrar una llista dels textos que actualment existeixen a l'Omeka per a l'element seleccionat. Podeu utilitzar aquesta llista com a referència per construir un vocabulari, però tingueu en compte algunes advertències:
cy_gb: %sCliciwch yma%s i weld rhestr o destunau sy'n bodoli ar gyfer yr elfen o dan sylw yn Omeka. Gellir defnyddio hwn fel rhestr gyfeirio er mwyn adeiladu geirfa, ond dylid fod yn ymwybodol o rhai pethau:
de_de: %sKlicken Sie hier%s, um eine Liste von Texten für das ausgewählte Element, die derzeit in Omeka existieren anzuzeigen. Sie können diese Liste als Referenz für einen Wortschatz aufbauen, es muss aber bewusst sein, dass es einige Einschränkungen gibt:
eo: %sAlklaku ĉi tie%s por montri liston de tekstoj por la elektita elemento, kiuj jam ekzistas en Omeka. Vi povus uzi tiun liston kiel referenco por konstrui vortaron, sed atentu pri iuj reguloj:
es: %sPulsa aquí%s para mostrar la lista de textos para el elemento seleccionado que actualmente constan en Omeka. Puedes utilizar esta lista como referencia para construir el vocabulario. No obstante, ten en cuenta que:
et: %sKliki siia%s, et näidata nimekirja tekstide nimekirjast, valitud elemendile, mis on praegu juba Omekas olemas. Võid kasutada seda nimekirja alusena sõnastiku loomiseks, aga ole ettevaatlik mõningate ohtude suhtes:
fi_fi: %sKlikkaa tähän%s listataksesi kaikki valittuun kenttään tällä hetkellä tallennetut arvot. Voit käyttää tätä listausta sanaston pohjana, ottaen huomioon seuraavat rajoitukset:
fr: %sCliquer ici%s pour afficher une liste de textes existants déjà dans Omeka pour l'élément sélectionné. Vous pouvez utiliser cette liste comme référence pour construire le vocabulaire mais attention à :
hr: %sKliknite ovdje%s za prikaz svih tekstova za odabrani element koji trenutno postoje u Omeki. Možete koristiti ovaj popis kao referencu za izradu rječnika, ali vodite računa o sljedećim upozorenjima:
it: %sClicca qui%s per mostrare una lista di testi per l'elemento selezionato che esistono già in Omeka. Potresti usare questa lista come riferimento per la costruzione di un vocabolario, ma fai attenzione a quanto segue:
ja: %sで%sをクリックすると、現在Omekaに存在する選択された要素のテキストのリストが表示されます。 このリストを参考にして語彙を作成できますが、いくつかの注意点があります。
mn: %sClick here%s дараад Омекагийн сонгосон элемэтүүдийн /талбаруудын/ текстийн жагсаалтыг харна уу. Та энэ жагсаалтын тусламжтайгаар нэр томъёоны сан үүсгэж болно, гэхдээ зарим анхааруулгыг мэдэж байх шаардлагатай:
nb: %sKlikk her%s for å vise en liste av tekster for valgte elementer som finnes i Omeka. Du kan bruke denne lista som grunnlagt for å bygge et autoritetsregister, men vær oppmerksom på følgende:
nl_be: %sKlik hier%s om een ​​lijst van teksten die momenteel in Omeka bestaan voor het geselecteerde element weer te geven. U kunt deze lijst gebruiken als referentie om een woordenschat op te bouwen, maar wees u van een aantal beperkingen:
oc: %sClicar aicí%s per afichar una lista de tèxtes existents ja dins Omeka per l'element seleccionat. Podètz utilizar aquesta lista coma referéncia per construire lo vocabulari mas atencion a :
pt_br: %sClique aqui%s para exibir uma lista de textos para os elementos selecionados que atualmente existem no Omeka. Você pode usar esta lista como referência para construir um vocabulário, mas esteja atento a algumas objeções:
pt_pt: %sClique aqui%s para mostrar uma lista de textos para o elemento seleccionado que existe actualmente no Omeka. Poderá usar esta lista como uma referência para construir um vocabulário, mas tenha atenção às seguintes ressalvas:
ro: %sApasă aici%s pentru a afișa o listă de texte pentru elementul selectat care deja există în Omeka. Poți folosi această listă ca și referință pentru a construi un vocabular, dar fii atent la anumite probleme:
ru: %sНажмите здесь%s для отображения списка текстов для выбранного элемента, существующего в ОМЕКЕ в данный момент. Вы можете использовать этот список как ссылку для создания словаря. Но будьте внимательны к некоторым предостережениям:
sr_rs: %sкликните овде%s за приказ листе са текстом за одабране елементе који тренутно посоје у Омеци. Можете користити ову листу као референцу за израду речника, али будите опрезни у вези са неким упозорењима:
uk: %sКлацніть тут%s, щоб відобразити список текстів для вибраного елемента, який наразі існує в Omeka. Ви можете використовувати цей список як допомогу при створенні словникового запасу, але майте на увазі деякі застереження:
zh_cn: %s点击此处%s以显示存于Omeka中的当前被选中元素的文本列表。你可以用该列表做参考以创建词汇表，但是要留心几点警告：
zh_tw: %s點擊此處%s以顯示Omeka中被勾選元素的文本列表。你可以參照這個列表去創建詞彙表，但是要留心幾點警告：

source: Vocabulary terms must not contain newlines (line breaks).
bg_bg: Термина в Речника не трябва да съдържат нови редове (нови линии).
ca_es: Els termes del vocabulari no poden incloure més d'una línia (salts de línia).
cy_gb: Ni all termau geirfa gynnwys llinellau newydd (toriadau llinell)
de_de: Wortschatz Begriffe dürfen keine Zeilenumbrüche (Zeilenumbrüche) beinhalten.
eo: Vortarai terminoj ne devas enteni linifinojn (linisaltojn).
es: Los términos del vocabulario no deben contener más de una línea (sin saltos de línea).
et: Sõnastiku terminis ei tohi olla reavahetusi (uusi ridu).
fi_fi: Termit eivät saa sisältää rivinvaihtoja.
fr: Les termes de vocabulaires ne doivent pas contenir de retour à la ligne
hr: Pojmovi rječnika ne smiju sadržavati nove retke (prijelome redaka).
it: Le voci del vocabolario non devono contenere caporiga (interruzioni di linea).
ja: 語彙の用語に改行（改行）を含めてはいけません。
mn: Нэр томъёог нэг л мөрөнд бичнэ. (Шинэ мөрнөөс эхлэхгүй)
nb: Autoriteter kan ikke inneholde linjeskift.
nl_be: Termen mogen geen nieuwe lijnen (regeleinden) bevatten.
oc: Los tèrmes de vocabularis devon pas conténér cap de retorn a la linha
pt_br: Termos de vocabulário não podem conter quebras de linha.
pt_pt: Termos do vocabulário não devem conter novas linhas (quebra de linha).
ro: Termenii vocabularului nu trebuie să conţină linii noi necompletatea (un enter dat fără a fi completat rândul nou).
ru: Словарные термины не должны содержать красных строк (перевод строк)
sr_rs: Термини речника не смеју садржати нове линије (line breaks).
uk: Cловникові терміни не повинні містити нові рядки (розриви рядків).
zh_cn: 词汇表术语不能包含换行（换行符）。
zh_tw: 詞彙表術語不能包含換行（換行符號）。
